Repository: lkocman/quiz
Catalog: po/*.po
Languages: ca, de, id, ja, nl

source: What role does OpenSSL play in SUSE Linux Enterprise?
ca: Quin paper juga OpenSSL a SUSE Linux Enterprise?
de: Welche Rolle spielt OpenSSL in SUSE Linux Enterprise?
id: Peran apa yang dimainkan OpenSSL dalam SUSE Linux Enterprise?
ja: SUSE Linux Enterprise で OpenSSL が果たしている役割は？

source: It secures communication and cryptographic operations
ca: Assegura la comunicació i les operacions criptogràfiques
de: Es sichert die Kommunikation und kryptografische Vorgänge
id: Ini memastikan keamanan komunikasi dan operasi kriptografi
ja: 通信や暗号化処理の保安

source: It only adds fancy wallpapers
ca: Només afegeix fons de pantalla elegants
id: Hanya menambahkan wallpaper yang menarik
ja: 可愛らしい壁紙の提供のみ

source: It makes Open Build Service run faster
ca: Fa que el servei Open Build funcioni més ràpid
id: Membuat Open Build Service berjalan lebih cepat
ja: Open Build Service のより高速な実行

source: It manages Rancher clusters
ca: Gestiona clústers de Rancher
id: Ia mengelola kluster Rancher
ja: Rancher クラスタの管理

source: Why is FIPS certification in OpenSSL important for SUSE?
ca: Per què és important la certificació FIPS a OpenSSL per a SUSE?
de: Warum ist die FIPS-Zertifizierung in OpenSSL für SUSE wichtig?
id: Mengapa sertifikasi FIPS pada OpenSSL penting bagi SUSE?
ja: SUSE 社にとって OpenSSL の FIPS 認証が重要であるのは何故？

source: It allows SUSE customers in regulated industries to meet strict security standards
ca: Permet als clients de SUSE d'indústries regulades complir estàndards de seguretat estrictes.
de: Es ermöglicht SUSE-Kunden in regulierten Branchen, strenge Sicherheitsstandards zu erfüllen
id: Memungkinkan pelanggan SUSE di industri yang diatur untuk memenuhi standar keamanan yang ketat
ja: SUSE 社の顧客である規制業種の企業では、より厳格なセキュリティ標準への適合が求められるため

source: It makes the chameleon change colors faster
ca: Fa que el camaleó canviï de color més ràpid.
de: Es lässt das Chamäleon schneller seine Farbe wechseln
id: Membuat chameleon berubah warna lebih cepat
ja: カメレオンが色を素早く変更できるようにするため

source: It guarantees free coffee for certified systems
ca: Garanteix cafè gratuït per a sistemes certificats.
de: Es garantiert kostenlosen Kaffee für zertifizierte Systeme
id: Menjamin kopi gratis untuk sistem yang bersertifikat
ja: 認証済みシステムで無料のコーヒーを保証するため

source: It is only useful for retro Linux distributions
ca: Només és útil per a distribucions retro de Linux.
id: Hanya berguna untuk distribusi Linux versi lama
ja: 古い Linux ディストリビューションでのみ有用であるため

source: openSUSE Introduction
ca: Introducció a openSUSE
de: Einführung in openSUSE
id: Pengantar openSUSE

source: Discover openSUSE, one click at a time.
ca: Descobriu l'openSUSE, clic a clic.
id: Temukan openSUSE, satu klik demi satu.

source: A project supported by SUSE, made for everyone
ca: Un projecte amb el suport de SUSE, fet per a tothom
de: Ein von SUSE unterstütztes Projekt für alle
id: Proyek yang didukung oleh SUSE, dibuat untuk semua orang

source: More than just one Linux distribution
ca: Més que una distribució de Linux
de: Mehr als nur eine Linux-Distribution
id: Lebih dari sekadar satu distribusi Linux

source: A friendly place to build software and learn new tools
ca: Un lloc agradable per crear programari i aprendre eines noves
id: Tempat yang ramah untuk mengembangkan perangkat lunak dan mempelajari alat-alat baru

source: All of these things together
ca: Totes aquestes coses juntes
id: Semua hal ini secara keseluruhan

source: openSUSE just celebrated its 20th birthday! In which year did that happen?
ca: L'openSUSE acaba de celebrar el seu 20è aniversari! En quin any va passar això?
de: openSUSE hat gerade seinen 20. Geburtstag gefeiert! In welchem Jahr war das?
id: openSUSE baru saja merayakan ulang tahun ke-20! Pada tahun berapa hal itu terjadi?

source: 2025 – this year! 🎉
ca: 2025 – aquest any! 🎉
de: 2025 – dieses Jahr! 🎉
id: 2025 – tahun ini! 🎉

source: 1998 – that’s when Google started, not openSUSE
ca: 1998 – llavors va començar Google, no OpenSUSE
de: 1998 – da begann Google, nicht openSUSE
id: 1998 – itulah saat Google didirikan, bukan openSUSE

source: 1994 – that’s the first SUSE Linux, not openSUSE
ca: 1994 – aquest és el primer SUSE Linux, no openSUSE
de: 1994 – das ist das erste SUSE Linux, nicht openSUSE
id: 1994 – itulah versi pertama SUSE Linux, bukan openSUSE

source: 2005 – the year openSUSE was born, but not 20 years ago
ca: 2005 – l'any en què va néixer openSUSE, però no fa 20 anys
de: 2005 – das Jahr, in dem openSUSE geboren wurde, aber nicht vor 20 Jahren
id: 2005 – tahun kelahiran openSUSE, tetapi bukan 20 tahun yang lalu

source: openSUSE has two main ways of getting updates. One is a big release once a year, the other gives updates all the time. What are they called?
ca: L'openSUSE té dues maneres principals d'obtenir actualitzacions. Una és un gran llançament un cop l'any, l'altra proporciona actualitzacions contínues. Com es diuen?
id: openSUSE memiliki dua cara utama untuk mendapatkan pembaruan. Yang pertama adalah rilis besar sekali setahun, yang lain memberikan pembaruan secara terus-menerus. Apa nama keduanya?

source: Stable and Rolling
ca: Estable i Rolling
de: Stabil und rollierend
id: Stabil dan Bergulir

source: Stable and Wobbly
ca: Estable i Wobbly
de: Stabil und wackelig
id: Stabil dan Bergetar

source: Rolling and Sitting
ca: Rolling i Sitting
de: Rollend und sitzend
id: Bergulir dan Duduk

source: Rolling and Leaping
ca: Rolling i Leaping
de: Rollend und springend
id: Bergulir dan Melompat

source: Which openSUSE versions are Rolling (always up-to-date)?
ca: Quines versions d'openSUSE són Rolling (sempre actualitzades)?
id: Versi openSUSE mana yang bersifat bergulir (selalu diperbarui)?

source: Aeon, Kalpa, and MicroOS
ca: Aeon, Kalpa, i MicroSO
de: Aeon, Kalpa und MicroOS
id: Aeon, Kalpa, dan MicroOS

source: Slowroll and Slowroll Micro
ca: Slowroll i Slowroll Micro
de: Slowroll und Slowroll Micro
id: Slowroll dan Slowroll Micro

source: All of these are Rolling
ca: Totes són contínues.
id: Semuanya bergulir

source: Leap and Leap Micro are our Stable distributions. What does that mean?
ca: Leap i Leap Micro són les nostres distribucions estables. Què vol dir això?
id: Leap dan Leap Micro adalah distribusi stabil kami. Apa artinya itu?

source: Each minor release receive updates for about 24 months
ca: Cada versió menor rep actualitzacions durant uns 24 mesos.
id: Setiap rilis minor mendapatkan pembaruan selama sekitar 24 bulan

source: They have one big release every 12 months
ca: Tenen un gran llançament cada 12 mesos.
id: Mereka memiliki satu rilis besar setiap 12 bulan

source: They come with release parties everyone can join 🎉
ca: Tenen festes de llançament a les quals tothom pot unir-s'hi 🎉
id: Mereka hadir dengan pesta peluncuran yang bisa diikuti oleh semua orang 🎉

source: All of the above (and you can stay on Leap 16 until 2033!)
ca: Tot l'anterior (i podeu quedar-vos al Leap 16 fins al 2033!)
id: Semua yang disebutkan di atas (dan Anda dapat tetap menggunakan Leap 16 hingga tahun 2033!)

source: openSUSE also has “immutable” editions. What does that mean?
ca: L'openSUSE també té edicions immutables. Què vol dir això?
id: openSUSE juga memiliki edisi “immutable”. Apa artinya itu?

source: They use a read-only system base and update safely with special tools
ca: Usen una base de sistema de només lectura i s'actualitzen de manera segura amb eines especials.
id: Menggunakan sistem dasar yang hanya dapat dibaca dan pembaruan yang aman menggunakan alat khusus

source: They cannot be installed on laptops
ca: No es poden instal·lar en ordinadors portàtils.
id: Tidak dapat dipasang pada laptop

source: They are distributions that never change wallpapers
ca: Són distribucions que no canvien mai els fons de pantalla.
id: Distribusi yang tidak pernah mengubah wallpaper

source: They come only as DVDs by mail
ca: Només arriben en DVD per correu.
id: Hanya tersedia dalam bentuk DVD yang dikirim melalui pos

source: What is Slowroll?
ca: Què és l'Slowroll?
id: Apa itu Slowroll?

source: A variant of Tumbleweed with updates grouped into tested batches
ca: Una variant de Tumbleweed amb actualitzacions agrupades en lots provats
id: Varian Tumbleweed dengan pembaruan yang dikelompokkan ke dalam batch yang telah diuji

source: A racing game mode in Linux
ca: Un mode de joc de curses a Linux
id: Mode permainan balap di Linux

source: A distribution that only updates once per decade
ca: Una distribució que només s'actualitza un cop per dècada
id: Sebuah distribusi yang hanya diperbarui sekali dalam sepuluh tahun

source: The mascot’s new nickname
ca: El nou sobrenom de la mascota
id: Julukan maskot yang baru

source: What are some of the key openSUSE community tools and projects?
ca: Quines són algunes de les eines i projectes clau de la comunitat d'openSUSE?
id: Apa saja beberapa alat dan proyek komunitas openSUSE yang penting?

source: Open Build Service (OBS) for building software
ca: Servei de compilació obert (OBS) per a la creació de programari
id: Open Build Service (OBS) untuk membangun perangkat lunak

source: openQA for automated testing
ca: openQA per a proves automatitzades
id: openQA untuk pengujian otomatis

source: The Wiki, Weblate, forums, and more
ca: El Wiki, el Weblate, els fòrums i més
id: Wiki, Weblate, forum, dan lainnya

source: All of these are part of openSUSE
ca: Tot això forma part d'openSUSE.
id: Semua ini merupakan bagian dari openSUSE

source: The team that takes care of openSUSE infrastructure is called openSUSE...?
ca: L'equip que s'encarrega de la infraestructura d'openSUSE es diu openSUSE...?
id: Tim yang mengelola infrastruktur openSUSE disebut ... openSUSE?

source: Heroes
ca: Herois
de: Helden
id: Pahlawan

source: Avengers
ca: Venjadors
de: Rächer

source: Thunderbolts
ca: Trons
de: Blitze
id: Petir

source: Villains
ca: Vilans
de: Bösewichte
id: Penjahat

source: Windows 10 is out of support. What could you do with that laptop?
ca: El Windows 10 ja no és compatible. Què podries fer amb aquest portàtil?
de: Windows 10 wird nicht mehr unterstützt. Was könnten Sie mit diesem Laptop machen?
id: Windows 10 tidak lagi didukung. Apa yang bisa Anda lakukan dengan laptop itu?

source: Install openSUSE on your laptop
ca: Instal·lar-hi l'openSUSE
de: openSUSE auf Ihrem Laptop installieren
id: Pasang openSUSE di laptop Anda

source: Install openSUSE on your friend’s laptop
ca: Instal·lar l'openSUSE al portàtil del teu amic
de: openSUSE auf dem Laptop Ihres Freundes installieren
id: Pasang openSUSE di laptop teman Anda

source: Install openSUSE on your grandmother’s laptop
ca: Instal·lar l'openSUSE al portàtil de la teva àvia
de: openSUSE auf dem Laptop Ihrer Großmutter installieren
id: Pasang openSUSE di laptop nenek Anda

source: All of these are great ideas
ca: Totes són idees bones.
de: Das sind alles großartige Ideen
id: Semua ide ini sangat bagus

source: A chameleon named Geeko
ca: Un camaleó anomenat Geeko
de: Ein Chamäleon namens Geeko
id: Seekor kadal bunglon bernama Geeko

source: A penguin named Tux
ca: Un pingüí anomenat Tux
de: Ein Pinguin namens Tux
id: Seekor penguin bernama Tux

source: A tumbleweed rolling in the desert
ca: Una herba rodadora rodant pel desert
de: Ein Steppenläufer rollt durch die Wüste
id: Sebuah tumbleweed (semak kering) bergulir di gurun

source: A lizard in sunglasses
ca: Un llangardaix amb ulleres de sol
de: Eine Eidechse mit Sonnenbrille
id: Seekor kadal yang memakai kacamata hitam

source: Why do people love openSUSE?
ca: Per què a la gent li agrada l'openSUSE?
de: Warum lieben Menschen openSUSE?
id: Mengapa orang menyukai openSUSE?

source: Stable Leap releases and fast-moving Tumbleweed updates
ca: Llançaments estables del Leap i actualitzacions ràpides del Tumbleweed
id: Rilis Leap yang stabil dan pembaruan Tumbleweed yang cepat

source: Modern tools like Agama, Myrlyn, zypper, OBS, and openQA
ca: Eines modernes com ara Agama, Myrlyn, zypper, OBS i openQA
de: Moderne Werkzeuge wie Agama, Myrlyn, zypper, OBS und openQA
id: Alat modern seperti Agama, Myrlyn, zypper, OBS, dan openQA

source: A friendly worldwide community that welcomes everyone
ca: Una comunitat mundial amable que acull tothom
de: Eine freundliche weltweite Gemeinschaft, die alle willkommen heißt
id: Komunitas global yang ramah dan terbuka untuk semua orang

source: All of these together
ca: Tot plegat
de: All dies zusammen
id: Semua ini bersama-sama

source: Where can you help translate openSUSE (and even this quiz)?
ca: On podeu ajudar a traduir l'openSUSE (i fins i tot aquest qüestionari)?
id: Di mana Anda dapat membantu menerjemahkan openSUSE (dan bahkan kuis ini)?

source: Weblate at l10n.opensuse.org
ca: Al Weblate, a l10n.opensuse.org
de: Weblate unter l10n.opensuse.org
id: Weblate di l10n.opensuse.org

source: By whispering translations into the chameleon’s ear
ca: Xiuxiuejant traduccions a l'orella del camaleó
id: Dengan berbisik menerjemahkan ke telinga kadal bunglon

source: At Google Translate headquarters in a secret bunker
ca: A la seu de Google Translate, en un búnquer secret
id: Di markas Google Translate di sebuah bunker rahasia

source: By posting translations on random Reddit threads
ca: Publicant traduccions en fils aleatoris de Reddit
id: Dengan memposting terjemahan di thread Reddit yang acak

source: Where can you get help with openSUSE?
ca: On podeu obtenir ajuda amb l'openSUSE?
de: Wo kann man Hilfe zu openSUSE bekommen?
id: Di mana Anda bisa mendapatkan bantuan untuk openSUSE?

source: Ask your friend who uses Linux
ca: Preguntar a un amic que usi Linux
id: Tanyakan kepada temanmu yang menggunakan Linux

source: On many local Linux portals and websites
ca: En molts portals i llocs web locals de Linux
id: Di banyak portal dan situs web Linux lokal

source: Show All
ca: Mostra-ho tot
de: Alles anzeigen
id: Tampilkan Semua

source: Level Up
ca: Puja de nivell
id: Naik Level

source: Kernel Ninja
id: Ninja Kernel
ja: カーネル忍者

source: Cow College
id: Sekolah Sapi

source: Cowboy Hat
id: Topi Koboi

source: 78 sessions
de: 78 Vorträge und Workshops
id: 78 sesi
ja: 78 セッション
nl: 78 sessies

source: 108 sessions
de: 108 Vorträge und Workshops
id: 108 sesi
ja: 108 セッション
nl: 108 sessies

source: 58 sessions
de: 58 Vorträge und Workshops
id: 58 sesi
ja: 58 セッション
nl: 58 sessies

source: 42.3 sessions
de: 42,3 Vorträge und Workshops
id: 42.3 sesi
ja: 42.3 セッション
nl: 42,3 sessies

source: No
de: Nein
id: Tidak
ja: いいえ
nl: Nee

source: ~ 20MB
ja: 20MB くらい

source: ~ 60MB
ja: 60MB くらい

source: ~ 240MB
ja: 240MB くらい

source: ~ 520MB
ja: 520MB くらい

source: Taipei, Taiwan
de: Taipeh, Taiwan
ja: 台北 (台湾)

source: Denpasar
ja: デンパサル

source: Taipei
de: Taipeh
ja: 台北

source: Faridabad
ja: ファリダバド

source: Hong Kong
ja: 香港

source: Jakarta
ja: ジャカルタ

source: Vietnam
ja: ベトナム

source: Taiwan
ja: 台湾

source: Yogyakarta
ja: ジョクジャカルタ

source: Bandung
ja: バンドン

source: Surabaya
ja: スラバヤ

source: Denpasar (Bali)
ja: デンパサル (バリ州)

source: Geenardo Da Vinci
ja: レオナルド・ダ・ヴィンチ

source: Cupertino
ja: クパチーノ

source: Redmont
ja: レドモント

source: Raleigh
ja: ローリー

source: transactional-update
nl: transactioneel bijgewerkt
