Repository: lkocman/quiz
Catalog: po/*.po
Languages: ca, de, id, ja, nl

source: What package format does openSUSE use?
ca: Quin format de paquet usa l'openSUSE?
de: Was ist das Paketformat, welches openSUSE verwendet?
id: Format paket apa yang digunakan oleh openSUSE?
ja: openSUSE が使用しているパッケージの形式は？
nl: Welk pakketformaat gebruikt openSUSE?

source: What is the default shell in openSUSE?
ca: Quina és l'intèrpret d'ordres predeterminat a l'openSUSE?
de: Was ist die standard Shell auf openSUSE?
id: Apa shell default di openSUSE?
ja: openSUSE における既定のシェルは？
nl: Wat is de standaard shell in openSUSE?

source: Which of these is a community-driven openSUSE version?
ca: Quina d'aquestes és una versió d'openSUSE impulsada per la comunitat?
de: Welche der Antworten ist eine von der community getriebene openSUSE Version?
id: Manakah di antara ini yang merupakan versi openSUSE yang dikembangkan oleh komunitas?
ja: コミュニティが主導している openSUSE のバージョンはどれ？
nl: Welke van deze is een gemeenschap gestuurde openSUSE versie?

source: Don't worry this quiz is mostly educational. No need to know all the answers.
ca: No us preocupeu, aquest qüestionari és principalment educatiu. No cal saber-ne totes les respostes.
de: Keine Angst, dieses Quiz ist vor allem zum lernen. Es ist nicht notwendig alle Antworten zu kennen.
id: Jangan khawatir, kuis ini sebagian besar bersifat edukatif. Tidak perlu tahu semua jawabannya.
ja: 心配ありません。このクイズは教育用に作られているもので、全部を知っている必要はありません。
nl: Geen zorgen, deze quiz is grotendeels educatief. Nergens voor nodig om alle antwoorden te weten.

source: Which of the following package managers is commonly used in openSUSE?
ca: Quin dels següents gestors de paquets s'usa habitualment a openSUSE?
de: Welcher der folgenden Paketmanager wird häufig unter openSUSE verwendet?
id: Di antara manajer paket berikut ini, manakah yang biasa digunakan di openSUSE?
ja: openSUSE で一般に使用されているパッケージマネージャはどれ？
nl: Welke van de volgende pakketbeheerders wordt algemeen gebruikt in openSUSE?

source: Can you play Windows games on openSUSE?
ca: És possible jugar a jocs de Windows a l'openSUSE?
de: Kann man Windows Spiele auf openSUSE spielen?
id: Apakah Anda dapat memainkan game Windows di openSUSE?
ja: openSUSE で Windows のゲームは遊べる？
nl: Kun je Windows spellen spelen op openSUSE?

source: No way, only Windows can do that
ca: De cap manera, només Windows ho pot fer
de: Nein, nur Windows kann das
id: Tidak mungkin, hanya Windows yang bisa melakukannya
ja: いいえ、 Windows でないと遊べない
nl: Nee, alleen Windows kan dat

source: Of course! Just fire up Steam and game on
ca: Per descomptat! Només cal obrir l'Steam i jugar-hi
de: Na klar! Einfach Steam starten und los gehts
id: Tentu saja! Buka saja Steam dan mainkan game-nya
ja: もちろん！ Steam を起動して遊べる
nl: Natuurlijk. Start Steam en speel ze

source: Only if you summon the gaming gods
ca: Només si s'invoquen els déus del joc
de: Nur wenn man die Videospielgötter beschwört
id: Hanya jika kamu memanggil para dewa permainan
ja: ゲームの神様を呼べばできる
nl: Alleen als je de spelletjesgoden aanroept

source: You need a secret handshake first
ca: Primer cal una encaixada de mans secreta
de: Man muss vorher einen geheimen Handschlag kennen
id: Anda perlu melakukan jabat tangan rahasia terlebih dahulu.
ja: 秘密の契約を結ぶ必要がある
nl: Je hebt eerst een geheime handdruk nodig

source: Where can you download openSUSE installation images?
ca: On podeu descarregar les imatges d'instal·lació de l'openSUSE?
de: Wo kann man openSUSE Installationsmedien herunterladen?
id: Di mana Anda dapat mengunduh image instalasi openSUSE?
ja: openSUSE のインストールイメージをダウンロードできる場所は？
nl: Waar kun je openSUSE installatie images downloaden?

source: Only from mysterious USB sticks left in coffee shops
ca: Només de misterioses unitats USB que es deixen a les cafeteries
de: Nur von mysteriösen USB Sticks in Cafés
id: Hanya dari flash disk misterius yang ditinggalkan di kafe-kafe
ja: 喫茶店に置き去りにされた謎の USB メモリから
nl: Alleen van vreemde USB sticks die mensen achtergelaten hebben in coffeeshops

source: From get.opensuse.org
ca: Des de get.opensuse.org
de: Von get.opensuse.org
id: Dari get.opensuse.org
ja: get.opensuse.org から
nl: Van get.opensuse.org

source: By yelling 'YaST' into your terminal
ca: Cridant "YaST" al terminal
de: Indem man 'YaST' in sein Terminal schreit
id: Dengan mengetik ‘YaST’ di terminal Anda
ja: 端末に 'YaST' と叫ぶ
nl: Door heel hard "YaST" te roepen tegen een terminal

source: You can’t, they’re distributed via carrier pigeon
ca: No es pot. Es distribueixen mitjançant coloms missatgers.
de: Kann man nicht, sie werden nur mit Brieftauben verteilt
id: Anda tidak bisa, mereka didistribusikan melalui merpati pos
ja: 伝書鳩が配り回っているのを待つ
nl: Kan niet, worden alleen verstuurd per postduif

source: Where should you report issues you find in openSUSE?
ca: On hauríeu d'informar dels problemes que trobeu a l'openSUSE?
de: Wo sollte man Probleme in openSUSE melden?
id: Di mana Anda harus melaporkan masalah yang Anda temukan di openSUSE?
ja: openSUSE で見つけた問題を報告するには？
nl: Waar moet je problemen die je tegenkomt rapporteren in openSUSE?

source: Just shout at your screen and hope for the best
ca: Només cal cridar davant de la pantalla i esperar el millor
de: Einfach den Bildschirm anschreien und auf das Beste hoffen
id: Cukup teriak ke layar Anda dan berharap yang terbaik.
ja: 画面に向かって叫ぶとよい
nl: Tegen je scherm schreeuwen en hopen

source: Send a strongly worded letter to Geeko
ca: Envieu una carta amb paraules gruixudes a Geeko
de: Einen scharf formulierten Brief an Geeko schreiben
id: Kirim surat yang tegas kepada Geeko
ja: Geeko に強い言葉で手紙を送る
nl: Stuur een keiharde brief aan Geeko

source: Submit it on bugzilla.opensuse.org
ca: Envieu-ho a bugzilla.opensuse.org
de: Einen Bug auf bugzilla.opensuse.org erstellen
id: Kirimkan di bugzilla.opensuse.org
ja: bugzilla.opensuse.org で報告する
nl: Indienen op bugzilla.opensuse.org

source: Write it in your diary and move on
ca: Escriviu-ho al diari personal i seguiu endavant
de: In ein Tagebuch schreiben und vergessen
id: Tuliskan di buku harianmu dan lanjutkan
ja: 日記に書き留めて忘れる
nl: Schrijf het in je dagboek en ga verder

source: Where can you find events to join and participate in with the openSUSE community?
ca: On podeu trobar esdeveniments per unir-vos-hi i col·laborar amb la comunitat d'openSUSE?
de: Wo kann man in der openSUSE Community Veranstaltungen zum Teilnehmen und Mitmachen finden?
id: Di mana Anda dapat menemukan acara yang dapat Anda ikuti dan berpartisipasi bersama komunitas openSUSE?
ja: openSUSE コミュニティが開催するイベントを見つけるには？
nl: Waar vind je evenmenten om mee te doen met de openSUSE gemeenschap?

source: Try decoding ancient Geeko scrolls
ca: Proveu de descodificar antics pergamins de Geeko
de: Indem man antike Geeko Schriftrollen entziffert
id: Cobalah untuk mendekripsi gulungan kuno Geeko
ja: Geeko の古文書の巻物を読み解く
nl: Probeer oude Geeko schrifrollen te ontcijferen

source: On calendar.opensuse.org
ca: A calendar.opensuse.org
de: Auf calendar.opensuse.org
id: Di calendar.opensuse.org
ja: calendar.opensuse.org を見る
nl: Op calendar.opensuse.org

source: Look under your keyboard for hidden clues
ca: Busqueu pistes amagades sota el teclat
de: Such unter deiner Tastatur nach versteckten Hinweisen
id: Cari petunjuk tersembunyi di bawah keyboard Anda
ja: キーボードの下に隠された手がかりを探す
nl: Kijk onder je toetsenbord voor verborgen aanwijzingen

source: Events are revealed only during a full moon
ca: Els esdeveniments es revelen només durant una lluna plena
de: Veranstaltungen werden nur bei Vollmond enthüllt
id: Acara-acara hanya diumumkan selama bulan purnama
ja: 満月のときにのみイベント情報が公開されるので、それを待つ
nl: Evenementen worden geopenbaard bij volle maan

source: Where can you ask for help when you're lost in the openSUSE universe?
ca: On podeu demanar ajuda quan us perdeu a l'univers d'openSUSE?
de: Wo kann man nach Hilfe fragen wenn man im openSUSE Universum verloren ist?
id: Di mana Anda bisa meminta bantuan saat tersesat di dunia openSUSE?
ja: openSUSE の宇宙で迷った場合、助けを求めるには？
nl: Waar kun je om hulp vragen, als je verdwaald bent in het openSUSE universum?

source: oSC Historian
ca: Historiador d'oSC
de: oSC Historiker
id: Sejarawan oSC
ja: oSC 歴史学者
nl: oSC Historicus

source: Are you an openSUSE Conference Historian? Prove it!
ca: Ets un historiador de conferències d'openSUSE? Demostra-ho!
de: Bist du ein openSUSE Historiker? Beweise es!
id: Apakah Anda seorang sejarawan Konferensi openSUSE? Buktikan!
ja: openSUSE カンファレンスの歴史についてお詳しいですか？ それならお試しください！
nl: Ben jij een openSUSE Conference Historicus? Laat maar 's zien!

source: In what year was the first-ever openSUSE Conference held?
ca: Quin any es va celebrar la primera conferència d'openSUSE?
de: In welchem Jahr fand die erste openSUSE Konferenz statt?
id: Pada tahun berapa konferensi openSUSE pertama kali diadakan?
ja: openSUSE カンファレンスが最初に開催された年は？
nl: In welk jaar was de allereerste openSUSE Conference?

source: Who delivered the opening keynote 'Working in a virtual community' back in 2009?
ca: Qui va pronunciar la conferència inaugural "Treballar en una comunitat virtual" l'any 2009?
de: Wer hat die Eröffnungs-Keynote 'Arbeiten in einer virtuellen Community' in 2009 gehalten?
id: Siapa yang menyampaikan pidato pembuka ‘Bekerja dalam komunitas virtual’ pada tahun 2009?
ja: 2009 年に 'Working in a virtual community' (仮想コミュニティでの作業) というオープニングキーノートを配信したのは誰？
nl: Wie gaf de openings-keynote "Werken in een virtuele gemeenschap" in 2009?

source: Leslie Hawthorn from Google
ca: Leslie Hawthorn de Google
de: Leslie Hawthorn von Google
id: Leslie Hawthorn dari Google
ja: Leslie Hawthorn (Google)
nl: Leslie Hawthorn van Google

source: Gianugo Rabellino from the Apache Software Foundation
ca: Gianugo Rabellino de la Fundació de Programari Apache
de: Gianugo Rabellino von der Apache Software Foundation
id: Gianugo Rabellino dari Apache Software Foundation
ja: Gianugo Rabellino (Apache Software Foundation)
nl: Gianugo Rabellino van de Apache Software Foundation

source: Joe 'Zonker' Brockmeier, openSUSE community manager
ca: Joe 'Zonker' Brockmeier, gestor de la comunitat d'openSUSE
id: Joe ‘Zonker’ Brockmeier, Manajer Komunitas openSUSE
ja: Joe 'Zonker' Brockmeier (openSUSE コミュニティマネージャ)

source: Lenz Grimmer from MySQL
ca: Lenz Grimmer de MySQL
de: Lenz Grimmer von MySQL
id: Lenz Grimmer dari MySQL
ja: Lenz Grimmer (MySQL)
nl: Lenz Grimmer van MySQL

source: Which company owned and sponsored openSUSE Conference in 2009?
ca: Quina empresa va ser propietària i patrocinadora de la conferència d'openSUSE el 2009?
de: Welche Firma besaß und sponserte die openSUSE Konferenz in 2009?
id: Perusahaan mana yang memiliki dan mensponsori Konferensi openSUSE pada tahun 2009?
ja: 2009 年時点で openSUSE プロジェクトの所有およびスポンサーを行っていた企業は？
nl: Welk bedrijf hield en sponsorde de openSUSE Confertie in 2009?

source: Back to the present. Who delivered the opening keynote at the oSC 2024?
ca: Tornem al present. Qui va pronunciar la conferència inaugural de l'oSC 2024?
de: Zurück in die Gegenwart. Wer hat die Eröffnungs-Keynote auf der oSC 2024 gehalten?
id: Kembali ke masa kini. Siapa yang menyampaikan pidato pembuka di oSC 2024?
ja: 現在に戻ります。 oSC 2024 のオープニングキーノートを配信したのは誰？
nl: Terug naar heden. Wie gaf de openings-keynote op oSC 2024?

source: Can you guess how many sessions are scheduled for oSC 2025?
ca: Podeu endevinar quantes sessions hi ha programades per a l'oSC 2025?
de: Wie viele Vorträge und Workshops sind für die oSC 2025 geplant?
id: Bisakah Anda menebak berapa banyak sesi yang dijadwalkan untuk oSC 2025?
ja: oSC 2025 で開催予定のセッション数は？
nl: Kun je raden hoeveel sessies er zijn op oSC 2025?

source: Which of these cities has NOT hosted an openSUSE Conference yet?
ca: Quina d'aquestes ciutats NO ha acollit encara una conferència d'openSUSE?
de: In welcher dieser Städte fand noch KEINE openSUSE Konferenz statt?
id: Dari kota-kota berikut, mana yang BELUM pernah menjadi tuan rumah Konferensi openSUSE?
ja: openSUSE カンファレンスがまだ開催されていない都市は？
nl: In welke van deze steden was nooit een openSUSE Conference?

source: Prague, Czech Republic
ca: Praga, República Txeca
de: Prag, Tschechische Republik
id: Praha, Republik Ceko
ja: プラハ (チェコ)
nl: Praag, Tjechië

source: The Hague, Netherlands
ca: La Haia, Països Baixos
de: Den Haag, Niederlande
id: Den Haag, Belanda
ja: ハーグ (オランダ)
nl: Den Haag, Nederland

source: Paris, France
ca: París, França
de: Paris, Frankreich
id: Paris, Prancis
ja: パリ (フランス)
nl: Parijs, Frankrijk

source: Thessaloniki, Greece
ca: Tessalònica, Grècia
de: Thessaloniki, Griechenland
id: Thessaloniki, Yunani
ja: テッサロニキ (ギリシャ)
nl: Thessaloniki, Griekenland

source: Where does the openSUSE Conference pre-party usually happen in Nuremberg?
ca: On sol tenir lloc la festa prèvia a la Conferència d'openSUSE a Nuremberg?
de: Wo findet die openSUSE Konferenz Pre-Party normalerweise in Nürnberg statt?
id: Di mana biasanya acara pra-konferensi openSUSE diadakan di Nuremberg?
ja: 通常、ニュルンベルクで openSUSE のカンファレンス前パーティが開催されるのはどこ？
nl: Waar wordt de pre-party voor de openSUSE Conferentie meestal gehouden in Neurenberg?

source: At Kater Murr
ca: A Kater Murr
de: Im Kater Murr
id: Di Kater Murr
ja: Kater Murr にて
nl: Bij Kater Murr

source: At ZypperHaus
ca: A la ZypperHaus
de: Im ZypperHaus
id: Di ZypperHaus
ja: ZypperHaus にて
nl: Bij ZypperHaus

source: In the SESU club run by SUSE interns at the local university
ca: Al club SESU, dirigit per estudiants en pràctiques de SUSE a la universitat local
de: Im SESU Club der von SUSE Azubis geleitet wird
id: Di klub SESU yang dikelola oleh mahasiswa magang SUSE di universitas setempat
ja: 地元の大学で SUSE 社のインターンが運営する SESU クラブにて
nl: In de SESU club, gedraaid door SUSE stagiairs op de lokale universiteit

source: At the virtual /bar on meet.opensuse.org
ca: Al bar virtual /bar de meet.opensuse.org
de: In der virtuellen /bar auf meet.opensuse.org
id: Di bar virtual di meet.opensuse.org
ja: meet.opensuse.org の仮想チャンネル /bar にて
nl: In de virtuele bar op meet.opensuse.org

source: What unusual item has appeared as official openSUSE swag?
ca: Quin article inusual ha aparegut com a obsequi oficial d'openSUSE?
de: Welches ungewöhnliche Objekt gab es als offiziellen openSUSE Swag?
id: Apa barang unik yang telah muncul sebagai merchandise resmi openSUSE?
ja: 公式の openSUSE swag で珍しいものが見つかりました。それは何？
nl: Welk ongebuikelijk item verscheen als officiële openSUSE "swag"?

source: openSUSE branded surströmming
ca: Surströmming, de la marca openSUSE
de: openSUSE Surströmming
id: openSUSE bermerek surströmming
ja: openSUSE ブランドのシュールストレミング

source: Geeko flavored toothpaste
ca: Pasta de dents amb gust del Geeko
de: Zahnpasta mit Geeko-Geschmack
id: Pasta gigi rasa Geeko
ja: Geeko 味の歯磨き粉
nl: Tandpasta met Geeko smaak

source: openSUSE beer
ca: cervesa openSUSE
de: openSUSE-Bier
id: Bir openSUSE
nl: openSUSE bier

source: FIPS certified socks
ca: Mitjons certificats de FIPS
de: FIPS-zertifizierte Socken
id: Kaus kaki bersertifikat FIPS
ja: FIPS 認証を受けた靴下
nl: FIPS gecertificeerde sokken

source: Our ex-Treasurer Andrew received enormous applause for a surprising 'creation' during his talk. What was it?
ca: El nostre extresorer Andrew va rebre un enorme aplaudiment per una "creació" sorprenent durant la seva xerrada. De què es tractava?
de: Unser Ex-Buchhalter Andrew erhielt einen riesigen Applaus für eine überraschende 'Schaffung' während seines Vortrags. Was war es?
id: Mantan Bendahara kami, Andrew, mendapat tepuk tangan meriah atas sebuah ‘karya’ yang mengejutkan selama presentasinya. Apa itu?
ja: 元会計担当の Andrew が公演中に驚くべき '創作' を発表し、大きな拍手を浴びました。それは何？
nl: Onze oud-treasurer Andrew kreeg enorm applaus voor een verrassende "creatie" tijdens zijn talk. Wat was het?

source: Dirty Dancing with Geeko
ca: Dirty Dancing amb el Geeko
de: Dirty Dancing mit dem Geeko
id: Menari dengan Geeko
ja: Geeko とダーティ・ダンシング
nl: Dirty Dancing met Geeko

source: Singing a Free Software song
ca: Cantar una cançó de programari lliure
de: Das Free Software-Lied zu singen
id: Menyanyikan lagu Perangkat Lunak Bebas
ja: フリーソフトウエアの歌を披露
nl: Een Free Software lied zingen

source: Playing the banjo
ca: Tocar el banjo
de: Banjo spielen
id: Memainkan banjo
ja: バンジョーを演奏
nl: Banjo spelen

source: Deep dived into open bugs wearing a swimsuit
ca: Submergir-se en insectes oberts amb banyador
de: Eintauchen in offene Bugs in einem Badeanzug
id: Menyelam dalam-dalam ke dalam bug yang terbuka sambil mengenakan baju renang
ja: 水着を着て対応中のバグに深く潜水
nl: Nam een diepe duik in open bugs in zwembroek

source: What happened to the openSUSE Conference during 2020–2021?
ca: Què va passar amb la Conferència d'openSUSE durant el 2020–2021?
de: Was passierte mit der openSUSE Konferenz in 2020-2021?
id: Apa yang terjadi dengan Konferensi openSUSE selama periode 2020–2021?
ja: 2020 年から 2021 年にかけて、 openSUSE カンファレンスでは何が起きた？
nl: Wat gebeurde er met de openSUSE Conference in 2020-2021?

source: It was held in orbit via SpaceX
ca: Es va fer en òrbita a través de SpaceX
de: Sie wurde im Weltraum mit SpaceX abgehalten
id: Diselenggarakan di orbit melalui SpaceX
ja: SpaceX 社の提供により宇宙軌道上で開催された
nl: Was in de ruimte via SpaceX

source: It was virtual due to COVID-19
ca: Va ser virtual a causa de la COVID-19
de: Sie fand virtuell statt wegen COVID-19
id: Diselenggarakan secara virtual karena pandemi COVID-19
ja: 新型コロナウイルスウイルス感染症 (COVID-19) により仮想開催となった
nl: Het was alleen vrtueel door COVID-19

source: It merged with Novel Digital
ca: Es va fusionar amb Novel Digital
de: Sie wurde zusammen mit Novel Digital abgehalten
id: Bergabung dengan Novel Digital
ja: Novel Digital と同時開催となった
nl: Was samen met Novel Digital

source: Canceled due to lack of pizza
ca: Es va cancel·lar per manca de pizza
de: Sie wurde wegen einem Mangel an Pizza abgesagt
id: Dibatalkan karena kekurangan pizza
ja: ピザ不足によりキャンセルとなった
nl: Afgelast wegens gebrek aan pizza

source: The oSC 2016 Friday night party once went loooooooong because of a special live act. What made it unforgettable?
ca: La festa del divendres a la nit de l'oSC 2016 va ser mooolt llarga gràcies a un concert especial. Què la va fer inoblidable?
de: Die oSC 2016 Freitags-Party ging sehr laaaaaaaang dank eines besonderen Live-Events. Was machte sie unvergesslich?
id: Pesta malam Jumat oSC 2016 pernah berlangsung sangat lama karena adanya penampilan live spesial. Apa yang membuatnya tak terlupakan?
ja: oSC 2016 のフライデーナイトパーティは、特別なライブによって非常に長くなりました。さて何が起きた？
nl: De oSC 2016 Vrijdag party werd ooit nogal laaaaaaaat dankzij een speciale live act. Wat maakte dat onvergetelijk?

source: The famous SUSE band rocked the Z-Bau
ca: La famosa banda SUSE va fer vibrar el Z-Bau
de: Die berühmte SUSE Band rockte im Z-Bau
id: Band terkenal SUSE mengguncang Z-Bau
ja: 有名な SUSE バンドが Z-Bau を揺らした
nl: De beroemde SUSE band speelde de Z-Bau plat

source: A surprise keynote by Linus Torvalds
ca: Una conferència sorpresa de Linus Torvalds
de: Die überraschende Keynote von Linus Torvalds
id: Sesi keynote kejutan oleh Linus Torvalds
ja: Linus Torvalds による特別キーノート
nl: Een verrassings-keynote van Linus Torvalds

source: A spontaneous YaST karaoke contest
ca: Un concurs de karaoke espontani de YaST
de: Ein spontaner YaST Karaoke Wettbewerb
id: Kontes karaoke YaST yang spontan
ja: 自発的な YaST カラオケコンテスト
nl: Een spontane YaST karaoke wedstrijd

source: An epic dance-off between Geeko mascots
ca: Un ball èpic amb les mascotes Geeko
de: Ein episches Tanzduell zwischen Geeko Maskottchen
id: Pertarungan dansa epik antara maskot Geeko
ja: Geeko マスコットによる壮大なダンス対決
nl: Een epische "dance-off" tussen Geeko mascottes

source: Since 2022 we do have an extra service available at oSC? What is it?
ca: Des del 2022 tenim un servei addicional disponible a l'oSC? Quin és?
de: Seit 2022 haben wir einen zusätzlichen Service auf der oSC. Welchen?
id: Sejak 2022, kita memiliki layanan tambahan yang tersedia di oSC? Apa itu?
ja: 2022 年より、 oSC で追加のサービスが提供されるようになりました。それは何？
nl: Sinds 2022 bieden we een extra service op oSC. Welke?

source: A machine for a tuna flavored popcorn
ca: Una màquina per fer crispetes amb gust de tonyina
de: Eine Maschine für Popcorn mit Thunfisch-Geschmack
id: Mesin untuk popcorn rasa tuna
ja: ツナ味のポップコーンを提供するマシン
nl: Een machine voor popcorn met tonijnsmaak

source: A low wave radio station
ca: Una emissora de ràdio d'ona baixa
de: Ein Niedrigwellen-Radiosender
id: Stasiun radio gelombang pendek
ja: 低波ラジオ局
nl: Een lange golf radio station

source: An ambulance
ca: Una ambulància
de: Ein Notarzt
id: Ambulans
ja: 救急車
nl: Een ambulance

source: Self-service beer tap
ca: Una aixeta de cervesa d'autoservei
de: Ein Selbstbediehnungs-Bierzapfhahn
id: Keran bir self-service
ja: セルフサービスのビールタップ
nl: Een zelfbedienings-biertap

source: s390x Expert
ca: Expert de s390x
id: Ahli s390x
ja: s390x エキスパート

source: A quiz for friends of mainframes and exotic architectures.
ca: Un qüestionari per a amics dels ordinadors centrals i les arquitectures exòtiques.
de: Ein Quiz für Freunde von Mainframes und exotischen Architekturen.
id: Kuis untuk para penggemar mainframe dan arsitektur eksotis.
ja: メインフレームや特殊なアーキテクチャのユーザ向けのクイズです。
nl: Een quiz voor vrienden van mainframes en exotische architecturen.

source: What’s the difference between Big Endian and Little Endian?
ca: Quina diferència hi ha entre Big Endian i Little Endian?
de: Was ist der Unterschied zwischen Big Endian und Little Endian?
id: Apa perbedaan antara Big Endian dan Little Endian?
ja: ビッグエンディアンとリトルエンディアンの違いは？
nl: Wat is het verschil tussen Big Endian en Little Endian?

source: It’s about byte ordering; s390x being Big Endian
ca: Es tracta de l'ordenació de bytes, s390x és Big Endian.
de: Es geht um die Byte Reihenfolge; s390x ist Big Endian
id: Tentang urutan byte; s390x menggunakan Big Endian
ja: バイトの表記順序で、 s390x はビッグエンディアン
nl: Het gaat allemaal om "byte ordering". omdat s390x Big Endian is

source: s390x are using only 31b, that’s why they’re called Little Endian
ca: Els s390x només usen 31b, per això s'anomenen Little Endian
de: s390x verwendet nur 31b und wird deswegen Little Endian genannt
id: s390x hanya menggunakan 31 bit, itulah mengapa mereka disebut Little Endian
ja: s390x は 31b のみを使用するため、リトルエンディアン
nl: s30x gebruikt maar 31b, vandaar Little Endian

source: It’s about byte ordering; s390x being Little Endian
ca: Es tracta de l'ordenació de bytes, s390x és Little Endian.
de: Es geht um Byte Reihenfolge; s390x ist Little Endian
id: Tentang urutan byte; s390x menggunakan Little Endian
ja: バイトの表記順序で、 s390x はリトルエンディアン
nl: Het gaat allemaal om "byte ordering". omdat s390x Litle Endian is

source: It’s not used anymore, s390x are Bi-endianess
ca: Ja no s'usa: l's390x és Bi-endianess.
de: Wird nicht mehr benutzt, s390x ist Bi-Endian
id: Sudah tidak digunakan lagi, s390x adalah Bi-endianess
ja: 現在は使用されていない。 s390x は両方に対応
nl: Wordt niet meer gebruikt. s390x is Bi-endian

source: DASD is?
ca: Què és DASD?
de: DASD ist?
id: Apa itu DASD?
ja: DASD とは？

source: A German word
ca: Una paraula alemanya
de: Ein tschechisches Wort
id: Sebuah kata dalam bahasa Jerman
ja: ドイツ語の単語
nl: Een duits woord

source: Swear word repeated often by s390x administrators
ca: Una paraula grollera repetida sovint pels administradors de s390x
de: Ein Schimpfwort das oft von s390x Admins verwendet wird
id: Kata-kata kasar yang sering diulang oleh administrator s390x
ja: s390x の管理者が頻繁に使用する悪口
nl: Krachtterm, vaak gebruikt door s390x beheerders

source: A scsi disk
ca: Un disc scsi
de: Eine scsi disk
id: Disk SCSI
ja: SCSI ディスク
nl: Een scsi-schijf

source: Direct-access storage device
ca: Dispositiu d'emmagatzematge d'accés directe
id: Perangkat penyimpanan dengan akses langsung
nl: Direct-access opslagapparaat

source: HMC is?
ca: Què és HMC?
de: HMC ist?
id: Apa itu HMC?
ja: HMC とは？

source: Home mc, just a new friendlier Midnight Commander
ca: Home MC, només un Midnight Commander nou, més amable
de: Home mc, ein neuer freundlicher Midnight Commander
id: Home mc, hanya Midnight Commander yang lebih ramah
ja: Home MC の略で、より扱いやすくなった Midnight Commander のこと
nl: Home mc, niks meer dan een nieuwe, vriendelijker Midnight Commander
