Repository: lkocman/quiz
Catalog: po/*.po
Languages: ca, de, id, ja, nl

source: The administration of mainframe machine through web interface
ca: L'administració d'ordinadors centrals a través d'una interfície web
de: Ein Web Interface zur Administration von Mainframes
id: Pengelolaan mesin mainframe melalui antarmuka web
ja: メインフレーム向けの Web 管理インターフェイス
nl: Een webinterface voor beheer van mainframes

source: A command for listing hardware network addresses.
ca: Una ordre per llistar les adreces de xarxa del maquinari.
de: Ein Befehl um Hardware Netzerwerkadressen aufzulisten.
id: Perintah untuk menampilkan alamat jaringan perangkat keras.
ja: ハードウエアネットワークアドレスの一覧表示コマンド。
nl: Een commando om hardware netwerkadressen te tonen.

source: A hidden module control unit
ca: Una unitat de control de mòduls oculta
de: Eine versteckte Modulsteuereinheit (Hidden Module Control unit)
id: Unit pengendali modul tersembunyi
ja: 隠しモジュール制御ユニット
nl: Een verborgen "module control unit"

source: z/VM is?
ca: Què és z/VM?
de: z/VM ist?
id: Apa itu z/VM?
ja: z/VM とは？

source: z/VM is operating system usually used as hypervisor
ca: El z/VM és un sistema operatiu que s'usa habitualment com a hipervisor
de: z/VM ist ein Betriebssystem, das normalerweise als Hypervisor verwendet wird
id: z/VM adalah sistem operasi yang biasanya digunakan sebagai hypervisor
ja: 一般にハイパーバイザとして使用されるオペレーティングシステム
nl: z/VM is een besturingssysteem dat meestal gebruikt wordt als hypervisor

source: Virtual Machine on Z (meaning s390x)
ca: Una màquina virtual a Z (és a dir, s390x)
de: Virtuelle Maschine auf Z (d. h. s390x)
id: Mesin Virtual pada Z (maksudnya s390x)
ja: Z (s390x) 内での仮想マシン
nl: Virtual Machine op Z (d.w.z. s390x)

source: Remote desktop viewer
ca: Un visualitzador d'escriptori remot
id: Penampil desktop jarak jauh
ja: リモートデスクトップビューア
nl: Bureaubladviewer op afstand

source: Zombie Virtual Memory
ca: Una memòria virtual zombi
de: Virtueller Zombie-Memory
nl: Zombie virtueel geheugen

source: What does storage mean in the mainframe world?
ca: Què significa emmagatzematge en el món dels ordinadors centrals?
de: Was bedeutet Speicher (Storage) in der Mainframe-Welt?
id: Apa yang dimaksud dengan penyimpanan dalam dunia mainframe?
ja: メインフレームの世界でストレージとはどのような意味を持つ？
nl: Wat betekent opslag in de mainframe wereld?

source: Data storage (disks) counted in cylinders
ca: Emmagatzematge de dades (discos) comptat en cilindres
de: Datenspeicher (Festplatten) in Zylindern gezählt
id: Penyimpanan data (disk) dihitung dalam silinder
ja: シリンダ単位で管理されるデータストレージ (ディスク)
nl: Data storage (disks) geteld in cylinders

source: A room where the mainframe is located
ca: La sala on hi ha l'ordinador central
de: Ein Raum, in dem sich der Mainframe befindet
id: Ruangan tempat mainframe berada
ja: メインフレームの設置されている部屋
nl: Een ruimte waar het mainframe zich bevindt

source: Memory (RAM)
ca: Memòria (RAM)
de: Arbeitsspeicher (RAM)
ja: メモリ (RAM)
nl: Geheugen (RAM)

source: Compartment within a mainframe where the disks are located
ca: El compartiment d'un ordinador central on hi ha els discs
de: Fach innerhalb eines Mainframes, in dem sich die Festplatten befinden
id: Kompartemen di dalam mainframe tempat disk-disk disimpan
ja: ディスクが配置されているメインフレーム内の区画
nl: Deel binnen een mainframe waar de disks zich bevinden

source: What is x3270?
ca: Què és x3270?
de: Was ist x3270?
id: Apa itu x3270?
ja: x3270 とは？
nl: Wat is x3270?

source: Special file encoding, which is a must for files on s390x
ca: Una codificació de fitxers especial, que és imprescindible per als fitxers a s390x
de: Spezielle Dateikodierung, die für Dateien auf s390x ein Muss ist
id: Enkripsi berkas khusus, yang wajib digunakan untuk berkas pada s390x
ja: s390x 内でファイルを取り扱う際に必須となる特殊なファイルエンコーディング
nl: Speciale codering van bestanden, die moet voor bestanden op s390x

source: Terminal emulator for connection to a machine
ca: Un emulador de terminal per a la connexió amb una màquina
de: Terminalemulator zur Verbindung mit einer Maschine
id: Emulator terminal untuk terhubung ke mesin
ja: マシンに接続するための端末エミュレータ
nl: Terminalemulator voor verbinding met een machine

source: Hexa code used as default admin password
ca: Un codi hexadecimal usat com a contrasenya d'administrador predeterminada
de: Hexa-Code als Standard-Administratorkennwort verwendet
id: Kode Hexa yang digunakan sebagai kata sandi admin default
ja: 既定の管理者パスワードの 16 進数表現
nl: Hexa-code gebruikt als standaard voor wachtwoord van beheerder

source: None of these ridiculous choices
ca: Cap d'aquestes opcions ridícules
de: Keine dieser lächerlichen Entscheidungen
id: Tidak satupun dari pilihan-pilihan konyol ini
ja: これらのうちのどれでもない
nl: Geen van deze belachelijke keuzes

source: What does IPL 150 mean?
ca: Què significa IPL 150?
de: Was bedeutet IPL 150?
id: Apa arti IPL 150?
ja: IPL 150 の意味は？
nl: Wat betekent IPL 150?

source: Give me additional 150MB of memory
ca: Doneu-me 150 MB addicionals de memòria
de: Gib mir zusätzliche 150MB Speicher
id: Berikan saya tambahan 150MB memori
ja: 150MB の追加メモリを必要としている
nl: Geef me een extra 150MB geheugen

source: IP to my Linux machine
ca: IP a la meva màquina Linux
de: IP Adresse meiner Linux Maschine
id: IP ke mesin Linux saya
ja: Linux マシンへの IP
nl: IP-adres naar mijn Linux machine

source: Boot from disk 150.
ca: Arrencada des del disc 150.
de: Boote von der Festplatte 150.
id: Boot dari disk 150.
ja: ディスク 150 からの起動。
nl: Opstarten vanaf schijf 150.

source: Install Python Libraries version 1.5.0
ca: Instal·la les biblioteques de Python, versió 1.5.0
de: Installiere Version 1.5.0 der Python Bibliothek
id: Instal Pustaka Python versi 1.5.0
ja: Python ライブラリバージョン 1.5.0 のインストール
nl: Installeer Python bibliotheken versie 1.5.0

source: What is IFL?
ca: Què és IFL?
de: Was ist IFL?
id: Apa itu IFL?
ja: IFL とは？
nl: Wat is IFL?

source: A filtration unit for cooling fluid
ca: Una unitat de filtració per a fluids de refrigeració
de: Eine Filtrationseinheit für Kühlflüssigkeit
id: Unit filtrasi untuk cairan pendingin
ja: 冷却液用濾過ユニット
nl: Een filtratie eenheid voor koelvloeistof

source: Made up word to confuse laptop users
ca: Paraula inventada per confondre els usuaris d'ordinadors portàtils
de: Ein erfundenes Wort um Laptop Nutzer zu verwirren
id: Kata buatan untuk membingungkan pengguna laptop
ja: ノートパソコンユーザを混乱させるための造語
nl: Een verzonnen woord om laptopgebruikers te verwarren

source: Integrated FLat circuit
ca: Circuit pla integrat
id: Sirkuit Datar Terintegrasi
nl: Geïntegreerd FLat circuit

source: A core to run Linux on mainframe
ca: Un nucli per executar Linux en un ordinador central
de: Der Kernel um Linux auf Mainfraimes auszuführen
id: Inti untuk menjalankan Linux pada mainframe
ja: メインフレームで Linux を動作させるためのコア
nl: Een kern om Linux op een mainframe te draaien

source: What is cio_ignore?
ca: Què és cio_ignore?
de: Was ist cio_ignore?
id: Apa itu cio_ignore?
ja: cio_ignore とは？
nl: Wat is cio_ignore?

source: A command masking visibility of devices
ca: Una ordre que emmascara la visibilitat dels dispositius
de: Ein Befehl um die Verfügbarkeit von Geräten zu maskieren
id: Perintah untuk menyembunyikan visibilitas perangkat
ja: デバイスの表示有無をマスクするためのコマンド
nl: Een commando om zichtbaarheid van apparaten te maskeren

source: Ignore input/output data until the line is ready to receive
ca: Ignora les dades d'entrada / sortida fins que la línia estigui a punt per rebre
de: Ignoriere Ein- und Ausgangsdaten bis die Leitung bereit ist, neue Daten zu empfangen
id: Abaikan data input/output hingga saluran siap menerima
ja: 回線が受信可能な状態になるまで入出力データを無視する仕組み
nl: Negeer invoer/uitvoergegevens totdat de lijn gereed is om te ontvangen

source: It actually means ignore CIO
ca: En realitat, vol dir ignorar el CIO.
de: Es bedeutet in Wirklichkeit ignoriere CIO
id: Sebenarnya artinya abaikan CIO
ja: 情報統括役員 (CIO) を無視するという意味
nl: Het betekent echt, negeer CIO

source: A z/VM syslog filter
ca: Un filtre de registre del sistema z/VM
de: Ein z/VM syslog Filter
id: Filter syslog z/VM
ja: z/VM の syslog フィルタ
nl: Een z/VM syslogfilter

source: What is the most used operating system on mainframes?
ca: Quin és el sistema operatiu més usat en ordinadors centrals?
de: Was ist das am meisten verwendete Betriebssystem auf Mainframes?
id: Sistem operasi apa yang paling banyak digunakan pada mainframe?
ja: メインフレームで最もよく使用されているオペレーティングシステムは？
nl: Wat is het meest gebruikte besturingssysteem op mainframes?

source: Do mainframes have any special AI capabilities?
ca: Els ordinadors centrals tenen cap capacitat especial d'IA?
de: Haben Mainframes besondere Unterstützung für KI?
id: Apakah mainframe memiliki kemampuan kecerdasan buatan (AI) khusus?
ja: メインフレームには AI 向けの特殊機能がある？
nl: Hebben mainframes een speciale AI mogelijkheid?

source: Yes, latest models have Spyre accelerator.
ca: Sí, els darrers models tenen un accelerador Spyre.
de: Ja, neuste Modelle haben einen Spyre Beschleuniger.
id: Ya, model terbaru dilengkapi dengan akselerator Spyre.
ja: はい、最新モデルには Spyre アクセラレータがあります。
nl: Ja, de laatste modellen hebben de Spyre versneller.

source: No, it's too old technology.
ca: No, és una tecnologia massa antiga.
de: Nein, das ist zu alte Technologie.
id: Tidak, itu teknologi yang sudah terlalu tua.
ja: いいえ、それは古すぎる技術です。
nl: Nee, het is te oude technologie.

source: Yes, but it can't be used on Linux.
ca: Sí, però no es pot usar a Linux.
de: Ja, aber sie kann nicht unter Linux benutzt werden.
id: Ya, tetapi tidak dapat digunakan di Linux.
ja: はい、ただし Linux では使用できません。
nl: Ja, maar het kan niet gebruikt worden op Linux.

source: No, mainframes are not useful for running AI tasks.
ca: No, els ordinadors centrals no són útils per executar tasques d'IA.
de: Nein, Mainframes sind nicht hilfreich um KI Aufgaben auszuführen.
id: Tidak, mainframe tidak berguna untuk menjalankan tugas kecerdasan buatan (AI).
ja: いいえ、メインフレームは AI 処理には向いていません。
nl: Nee, mainframes zijn niet bruikbaar voor het draaien van AI taken.

source: Which of the following I/O devices is not used with mainframes?
ca: Quin dels dispositius següents d'E/S no s'usa amb els ordinadors centrals?
de: Welches der folgenden I/O Geräte wird nicht in Mainframes verwendet?
id: Perangkat I/O mana di bawah ini yang tidak digunakan dengan mainframe?
ja: メインフレームでは使用されない I/O デバイスはどれ？
nl: Welke van de volgende I/O apparaten worden niet met mainframes gebruikt?

source: Disks
ca: Discs
de: Festplatten
id: Disk
ja: ディスク
nl: Schijven

source: Tape drives
ca: Unitats de cinta
de: Bandlaufwerke
id: Drive pita magnetik
ja: テープドライブ
nl: Magneetbandapparaten

source: Network
ca: Xarxa
de: Netzwerk
id: Jaringan
ja: ネットワーク
nl: Netwerk

source: What will be delivered together with a mainframe by IBM?
ca: Què lliurarà IBM juntament amb un ordinador central?
de: Was wird bei einem IBM Mainframe mitgeliefert?
id: Apa yang akan disertakan bersama dengan mainframe dari IBM?
ja: IBM がメインフレーム機とともに提供するものは何？
nl: Wat zal geleverd worden samen met a mainframe door IBM?

source: A necklet with IBM on it
ca: Un collaret amb la marca d'IBM
de: Eine Halskette mit IBM drauf
id: Kalung leher yang bertuliskan IBM di atasnya
ja: IBM ロゴ入りのネックレス
nl: Een halsketting met IBM erop

source: Protective footwear
ca: Calçat de protecció
de: Sicherheitsschuhe
id: Alas kaki pelindung
ja: 保護靴
nl: Veiligheidsschoenen

source: A sword for protection of the mainframe
ca: Una espasa per a la protecció de l'ordinador central
de: Ein Schwert um den Mainframe zu verteidigen
id: Pedang untuk melindungi sistem utama
ja: メインフレームを守るための剣
nl: Een zwaard om het mainframe te beschermen

source: A white helmet with IBM on it
ca: Un casc blanc amb la marca d'IBM a sobre
de: Ein weißer Helm mit IBM drauf
id: Sebuah helm putih dengan tulisan IBM di atasnya
ja: IBM ロゴの入った白いヘルメット
nl: Een witte helm met IBM erop

source: The Ultimate YaST Challenge
ca: El repte definitiu del YaST
de: Die Ultimative YaST Herausforderung
id: Tantangan YaST Terakhir
ja: YaST からの究極チャレンジ
nl: De ultieme YaST uitdaging

source: Think you know YaST? Think again.
ca: Creieu que coneixeu el YaST? Penseu-hi un altre cop.
de: Sie denken Sie kennen YaST? Denken Sie nochmal darüber nach.
id: Yakin sudah tahu YaST? Pikir lagi.
ja: YaST について詳しいですか？ 腕試しです。
nl: U denkt YaST te kennen? Denk nog eens.

source: How many YaST2 translation packages are there in Tumbleweed?
ca: Quants paquets de traducció del YaST2 hi ha al Tumbleweed?
de: Wie viele YaST2 Übersetzungspakete gibt es in Tumbleweed?
id: Berapa banyak paket terjemahan YaST2 yang ada di Tumbleweed?
ja: Tumbleweed にある YaST" の翻訳パッケージの数は？
nl: Hoeveel YaST2 vertaalpakketten zijn er in Tumbleweed?

source: about 25
ca: Uns 25
de: Ungefähr 25
id: sekitar 25
ja: 25 個くらい
nl: ongeveer 25

source: about 40
ca: Uns 40
de: Ungefähr 40
id: sekitar 40
ja: 40 個くらい
nl: ongeveer 40

source: about 60
ca: Uns 60
de: Ungefähr 60
id: sekitar 60
ja: 60 個くらい
nl: ongeveer 60

source: about 80
ca: Uns 80
de: Ungefähr 80
id: sekitar 80
ja: 80 個くらい
nl: ongeveer 80

source: How many YaST2 packages (without translation packages) are there in Tumbleweed?
ca: Quants paquets del YaST2 (sense comptar els paquets de traducció) hi ha al Tumbleweed?
de: Wie viele YaST2 Pakete (ohne Übersetzungspakete) gibt es in Tumbleweed?
id: Berapa banyak paket YaST2 (tanpa paket terjemahan) yang ada di Tumbleweed?
ja: Tumbleweed にある YaST2 のパッケージ数 (翻訳パッケージを除く) は？
nl: Hoeveel YaST2 pakketten (zonder vertaalpakketten) zijn er in Tumbleweed?

source: about 30
ca: Uns 30
de: Ungefähr 30
id: sekitar 30
ja: 30 個くらい
nl: ongeveer 30

source: about 50
ca: Uns 50
de: Ungefähr 50
id: sekitar 50
ja: 50 個くらい
nl: ongeveer 50

source: about 100
ca: Uns 100
de: Ungefähr 100
id: sekitar 100
ja: 100 個くらい
nl: ongeveer 100

source: about 150
ca: Uns 150
de: Ungefähr 150
id: sekitar 150
ja: 150 個くらい
nl: ongeveer 150

source: When was the first YaST2 released?
ca: Quan es va publicar el primer YaST2?
de: Wann wurde das erste YaST2 veröffentlicht?
id: Kapan YaST2 pertama kali dirilis?
ja: YaST2 がリリースされたのはいつ？
nl: Wanneer is de eerste YaST2 uitgegeven?

source: When did YaST2 reach the German legal drinking age?
ca: Quan va arribar el YaST2 a l'edat legal alemanya per beure?
de: In welchem Jahre erreichte YaST2 das Alter, mit dem es in Deutschland Alkohol trinken dürfte?
id: Kapan YaST2 mencapai usia legal minum di Jerman?
ja: YaST2 がドイツにおける飲酒可能年齢になったのはいつ？
nl: Wanneer bereikte YaST2 de leeftijd waarop je in Duitsland alcohol mag drinken?

source: What happens when you press the F2 key in yast2 sw_single (Qt)?
ca: Què passa quan premeu la tecla F2 al yast2 sw_single (Qt)?
de: Was passiert, wenn Sie die F2 Taste in yast2 sw_single (Qt) drücken?
id: Apa yang terjadi ketika Anda menekan tombol F2 di yast2 sw_single (Qt)?
ja: yast2 sw_single (Qt) で F2 キーを押すと何が起こる？
nl: Wat gebeurt er wanneer u de toets F2 in yast2 sw_single (Qt) indrukt?

source: You get the "Patches" view
ca: Obteniu la vista de pedaços
de: Es öffnet sich die "Patches" Ansicht
id: Anda akan melihat tampilan “Patches”
ja: "修正" ビューが表示される
nl: U krijgt de weergave "Patches"

source: It crashes
ca: Falla
de: Die Anwendung stürzt ab
id: Jadi crash
ja: クラッシュする
nl: Het crasht

source: It installs a random package
ca: Instal·la un paquet aleatori
de: Es wird ein zufälliges Paket installiert
id: Menginstal paket secara acak
ja: ランダムなパッケージをインストールする
nl: Het installeert een willekeurig pakket

source: The Mogwai get hungry
ca: Els Mogwai agafen gana
de: Die Mongwai werden hungrig
id: Mogwai menjadi lapar
ja: TOKIO が田植えをする
nl: De Mogwai wordt hongerig

source: How can you get an xterm in a YaST2 installation?
ca: Com es pot obtenir un xterm en una instal·lació del YaST2?
de: Wie kann man xterm in einer YaST2 Installation öffnen?
id: Bagaimana cara mendapatkan xterm dalam instalasi YaST2?
ja: YaST2 のインストール画面で xterm を起動するには？
nl: Hoe kunt u een xterm in een YaST2 installatie krijgen?

source: you can't
ca: No es pot
de: Das geht nicht
id: Anda tidak bisa
ja: 起動できない
nl: dat kan niet

source: you click the Geeko icon on the top left 7 times
ca: Fent clic a la icona del Geeko a la part superior esquerra 7 vegades
de: Sie klicken das Geeko Icon in der oberen linken Ecke sieben mal
id: Anda klik ikon Geeko di pojok kiri atas sebanyak 7 kali
ja: 左上にある Geeko アイコンを 7 回押す
nl: u klikt 7 keer op het pictogram Geeko linksboven

source: Ctrl-Shift-Alt-X
ca: Ctrl-Maj-Alt-X

source: you speak clearly "xterm" into the microphone (laptops only)
ca: Es diu clarament "xterm" al micròfon (només als portàtils)
de: Sie sprechen das Wort "xterm" deutlich in das Mikrofon (nur für Laptops)
id: Anda berbicara dengan jelas “xterm” ke mikrofon (hanya untuk laptop)
ja: マイクに "xterm" とささやく (ラップトップのみ)
nl: u spreek duidelijk "xterm" in in de microfoon (alleen laptops)

source: Can you inspect the widget hierarchy of a YaST2 window while it is running?
ca: Podeu inspeccionar la jerarquia de ginys d'una finestra del YaST2 mentre s'executa?
de: Können Sie die Widget Hierarchie von einem YaST2 Fenster untersuchen, während es läuft?
id: Apakah Anda dapat memeriksa hierarki widget dari jendela YaST2 saat sedang berjalan?
ja: YaST2 の起動中にウイジェットの階層構造を表示することができる？
nl: Kunt u de hiërarchie van widgets van een YaST2 venster inspecteren terwijl het actief is?

source: Yes, click the page heading 7 times
ca: Sí, fent clic a l'encapçalament de la pàgina 7 vegades
de: Ja, in dem man den Seitenkopf sieben mal klickt
id: Ya, klik judul halaman 7 kali
ja: はい、ページのタイトル部分を 7 回押せば表示されます
nl: Ja, klik 7 keer op de kop van de pagina

source: Yes, middle-click any widget
ca: Sí, fent clic amb el botó del mig en qualsevol giny
de: Ja, per mittlerem Mausklick auf ein beliebiges Widget
id: Ya, klik tengah pada widget mana pun
ja: はい、任意のウイジェットの上で中ボタンを押します
nl: Ja, doe een midden-klik op een widget

source: Yes, use Ctrl-Shift-Alt-Y
ca: Sí, amb Ctrl-Maj-Alt-Y
de: Ja, durch drücken von Ctrl-Shift-Alt-Y
id: Ya, gunakan Ctrl-Shift-Alt-Y
ja: はい、 Ctrl-Shift-Alt-Y を押します
nl: Ja, gebruik Ctrl-Shift-Alt-Y

source: No - use the source, Luke
ca: No, usa la força, Luke
de: Nein - benutze den Quelltext, Luke
id: Tidak - gunakan sumbernya, Luke
ja: いいえ、ソースを使うしかありません
nl: Nee - gebruik de broncode, Luke

source: What happens if you right-click a button in YaST2?
ca: Què passa si feu clic amb el botó dret al YaST2?
de: Was passiert, wenn man eine Schaltfläche mit dem rechten Mauszeiger in YaST2 klickt?
id: Apa yang terjadi jika Anda mengklik kanan tombol di YaST2?
ja: YaST2 のボタンの上でマウスの右ボタンを押すと何が起こる？
nl: Wat gebeurt er als u rechts klikt op een knop in YaST2?

source: It opens the button's context menu
ca: S'obre el menú contextual del botó
de: Es öffnet das Kontext Menü der Schaltfläche
id: Membuka menu konteks tombol
ja: ボタンのコンテキストメニューが表示される
nl: Het opent het contextmenu van de knop

source: It resets the page to defaults
ca: Restableix la pàgina als valors predeterminats
de: Es setzt die Seite auf die Standardeinstellungen zurück
id: Halaman akan direset ke pengaturan default
ja: ページが既定値にリセットされる
nl: Het herstelt de pagina naar standaardinstellingen

source: It asks if you want to switch the mouse to left-handed mode
ca: Pregunta si es vol canviar el ratolí al mode esquerrà
de: Es fragt, ob die Maus in den Linkshändermodus gewechselt werden soll
id: Menanyakan apakah Anda ingin beralih ke mode mouse untuk tangan kiri
ja: マウスを左利きモードに切り替えるかどうかの確認が表示される
nl: Het vraagt of je wilt omschakelen naar een linkshandige muis

source: It switches to the dark widget theme or back
ca: Canvia el tema del giny a fosc o torna enrere
de: Es wechselt zwischen dem dunklen und hellen Theme
id: Beralih ke tema widget gelap atau kembali ke tema sebelumnya
ja: ダークテーマに切り替わる
nl: Het schakelt naar donker widget thema of terug

source: Can the YaST (Qt) color palette be changed for visually impaired users?
ca: Es pot canviar la paleta de colors del YaST (Qt) per als usuaris amb discapacitat visual?
de: Kann die YaST (Qt) Farbpalette für visuell beeinträchtigte Nutzer geändert werden?
id: Apakah palet warna YaST (Qt) dapat diubah untuk pengguna dengan gangguan penglihatan?
ja: 視覚に障害のある方向けに YaST (Qt) のカラーパレットを変更できる？
nl: Kan het YaST (Qt) kleuren palet worden gewijzigd voor slechtzienden?

source: Yes, click the sun/moon icon
ca: Sí, fent clic a la icona de sol / lluna
de: Ja, indem man das Sonne/Mond Icon klickt
id: Ya, klik ikon matahari/bulan
ja: はい、太陽と月の描かれたアイコンを押すとできます
nl: Ja, klik het zon/maan ikoontje

source: Yes, use Shift-F3
ca: Sí, amb Maj-F3
de: Ja, durch drücken von Shift-F3
id: Ya, gunakan Shift-F3
ja: はい、 Shift-F3 を押すとできます
nl: Ja, gebruik Shift-F3

source: Yes, right-click the "Help" button
ca: Sí, fent clic amb el botó dret al botó d'ajuda
de: Ja, per rechts-klick auf die "Hilfe" Schaltfläche
id: Ya, klik kanan tombol “Bantuan”
ja: はい、 "ヘルプ" ボタンをマウスの右ボタンで押すとできます
nl: Ja, rechts-klik de Help knop

source: Fun and obscure facts about Zypper, openSUSE's package manager
ca: Dades curioses i obscures sobre el Zypper, el gestor de paquets de l'openSUSE
de: Interessante und obskure Fakten über Zypper, der Paketmanager von openSUSE
id: Fakta menarik dan unik tentang Zypper, manajer paket openSUSE
ja: openSUSE のパッケージマネージャである Zypper について、面白くも知られていない事実
nl: Leuke en verborgen feiten over Zypper, de pakketbeheerder van openSUSE

source: What is the name of the library used by the default openSUSE package manager?
ca: Quin és el nom de la biblioteca que usa el gestor de paquets d'openSUSE per defecte?
de: Was ist der Name der Softwarebibliothek die vom openSUSE Paketmanager verwendet wird?
id: Apa nama pustaka yang digunakan oleh pengelola paket default openSUSE?
ja: openSUSE の既定のパッケージマネージャで使用されているライブラリの名前は？
nl: Wat is de naam van de bibliotheek gebruikt door de standaard pakketbeheerder van openSUSE?

source: openSUSE uses libzypp as the backend library for its package manager, Zypper. It's known for powerful dependency resolution and support for delta RPMs.
ca: L'openSUSE usa libzypp com a biblioteca de fons per al gestor de paquets, el Zypper. És conegut per la seva potent resolució de dependències i la compatibilitat amb RPM deltes.
de: openSUSE benutzt libzypp als die Backend Bibliothek für seinen Paketmanager Zypper. Sie ist bekannt für ihre mächtige Abhängigkeitsauflösung und Unterstützung für Delta RPMs.
id: openSUSE menggunakan libzypp sebagai pustaka belakang (backend library) untuk pengelola paketnya, Zypper. Pustaka ini dikenal karena kemampuannya dalam menyelesaikan ketergantungan (dependency resolution) yang kuat dan dukungan untuk delta RPM.
ja: openSUSE では、 Zypper と呼ばれるパッケージマネージャが libzypp というバックエンドライブラリを使用しています。このライブラリには強力な依存関係解決器があるほか、差分 (デルタ) RPM への対応も提供されています。
nl: openSUSE gebruikt libzypp als de backend bibllotheek voor zijn pakketbeheerder, Zypper. Het staat bekend voor krachtige oplossing van afhankelijkheden en ondersteuning vofor delta RPM's.

source: Where was Zypper respective libzypp first introduced?
ca: On es van introduir per primera vegada Zypper i libzypp?
de: Wo wurden Zypper und libzypp zuerst eingeführt?
id: Di mana Zypper dan libzypp pertama kali diperkenalkan?
ja: Zypper および libzypp が最初に提供されたバージョンは？
nl: Waar waren Zypper respectievelijk libzypp voor het eerst geïntroduceerd?

source: In SuSE Linux 7.1 (2001)
ca: Al SuSE Linux 7.1 (2001)
id: Di SuSE Linux 7.1 (2001)
ja: SuSE Linux 7.1 (2001 年)

source: In SUSE Linux 10.1 (2006)
ca: Al SUSE Linux 10.1 (2006)
id: Di SUSE Linux 10.1 (2006)
ja: SUSE Linux 10.1 (2006 年)

source: As part of openSUSE Leap 42.3 magical release (2017)
ca: Com a part del llançament màgic d'openSUSE Leap 42.3 (2017)
de: Als Teil von des magischen openSUSE Leap 42.3 Releases (2017)
id: Sebagai bagian dari rilis openSUSE Leap 42.3 yang istimewa (2017)
ja: openSUSE Leap 42.3 マジカルリリース (2017 年) の一部として
nl: Als onderdeel van openSUSE Leap 42.3 magische uitgave (2017)

source: It was there since the beginning. S.u.S.E. Linux 1.0 (1994)
ca: Hi era des del principi. S.u.S.E. Linux 1.0 (1994)
de: Es war von Anfang an dabei, seit S.u.S.E. Linux 1.0 (1994)
id: Itu sudah ada sejak awal. S.u.S.E. Linux 1.0 (1994)
ja: 最初のバージョン、つまり S.u.S.E. Linux 1.0 (1994 年)
nl: Het was er vanaf het begin. S.u.S.E. Linux 1.0 (1994)
