Repository: lkocman/quiz
Catalog: po/*.po
Languages: ca, de, id, ja, nl

source: Which of the following cities has NEVER hosted the openSUSE Asia Summit?
ca: Quina de les ciutats següents MAI no ha acollit la Cimera d'Àsia d'openSUSE?
de: In welcher der folgenden Städte fand KEIN openSUSE Asia Summit statt?
id: Dari kota-kota berikut, mana yang TIDAK PERNAH menjadi tuan rumah openSUSE Asia Summit?
ja: openSUSE アジアサミットが開催されて "いない" 都市はどこ？
nl: Welke van de volgende plaatsen heeft NOOIT de openSUSE Asia Summit gehuisvest?

source: Mumbai
ca: Bombai
ja: ムンバイ

source: The 2018 edition of openSUSE Asia Summit took place in which city?
ca: A quina ciutat va tenir lloc l'edició de 2018 de la Cimera d'Àsia de l'openSUSE?
de: Der openSUSE Asia Summit fand 2018 in welcher Stadt statt?
id: Edisi 2018 dari openSUSE Asia Summit diadakan di kota mana?
ja: 2018 年の openSUSE アジアサミットが開催されたのはどの都市？
nl: De 2018 editie van openSUSE Asia Summit vond plaats in welke plaats?

source: Tokyo
ca: Tòquio
de: Tokio
ja: 東京

source: Which of the following countries has never hosted an openSUSE Asia Summit?
ca: Quin dels països següents no ha acollit mai una Cimera d'Àsia de l'openSUSE?
de: In welchem der folgenden Länder fand noch nie ein openSUSE Asia Summit statt?
id: Negara mana di bawah ini yang belum pernah menjadi tuan rumah openSUSE Asia Summit?
ja: openSUSE アジアサミットが開催されて "いない" 国はどこ？
nl: Welke van de volgende landen heeft nooit een openSUSE Asia Summit gehuisvest?

source: India
ca: Índia
de: Indien
ja: インド

source: Indonesia
ca: Indonèsia
de: Indonesien
ja: インドネシア
nl: Indonesië

source: In 2016, the summit was hosted at Universitas Islam Indonesia. What city is that university located in?
ca: El 2016, la cimera es va celebrar a la Universitas Islam Indonesia. A quina ciutat es troba aquesta universitat?
de: In 2016 fand der Summit an der Universitas Islam Indonesia statt. In welcher Stadt befindet sich die Universität?
id: Pada tahun 2016, konferensi tersebut diselenggarakan di Universitas Islam Indonesia. Di kota mana universitas tersebut berlokasi?
ja: 2016 年のサミットはインドネシア・イスラム大学で開催されました。この大学の存在する都市はどこ？
nl: In 2016 was de summit gehuisvest op Universitas Islam Indonesia. In welke plaats is die universiteit gelokaliseerd?

source: Where was the openSUSE Asia Summit held in 2019?
ca: On es va celebrar la Cimera Àsia d'openSUSE el 2019?
de: Wo wurde der openSUSE Asia Summit in 2019 abgehalten?
id: Di mana openSUSE Asia Summit diadakan pada tahun 2019?
ja: openSUSE アジアサミット 2019 が開催されたのはどこ？
nl: Waar werd de openSUSE Asia Summit gehouden in 2019?

source: Seoul
ca: Seül
ja: ソウル

source: The openSUSE Asia Summit 2020 and 2021 were held online. What was the main reason?
ca: La Cimera d'Àsia d'openSUSE de 2020 i 2021 es va celebrar en línia. Quin en va ser el motiu principal?
de: Der openSUSE Asia Summit fand 2020 und 2021 online statt. Was war der Hauptgrund dafür?
id: Konferensi openSUSE Asia 2020 dan 2021 diadakan secara daring. Apa alasan utamanya?
ja: openSUSE アジアサミット 2020 および 2021 はオンライン開催となりました。オンライン開催となった主な理由は？
nl: De openSUSE Asia Summit 2020 en 2021 werden online gehouden. Wat was de hoofdreden?

source: Budget cuts
ca: Retallades pressupostàries
de: Budgetkürzungen
id: Pemotongan anggaran
ja: 予算削減
nl: Kortingen in het budget

source: Lack of organizers
ca: Falta d'organitzadors
de: Fehlende Veranstalter
id: Kekurangan panitia
ja: 開催都市の名乗りがなかった
nl: Gebrek aan organisators

source: COVID-19 pandemic
ca: La pandèmia de la covid-19
de: Die COVID-19 Pandemie
id: Pandemi COVID-19
ja: 新型コロナウイルス感染症のパンデミック
nl: COVID-19 pandemie

source: Scheduling conflicts
ca: Conflictes de programació
de: Terminkonflikte
id: Konflik penjadwalan
ja: スケジュールの都合
nl: Conflicten over planning

source: Who typically designs the official logo for the openSUSE Asia Summit?
ca: Qui dissenya normalment el logotip oficial de la Cimera d'Àsia d'openSUSE?
de: Wer entwirft normalerweise das offizielle openSUSE Asia Summit Logo?
id: Siapa yang biasanya mendesain logo resmi untuk openSUSE Asia Summit?
ja: openSUSE アジアサミットの公式ロゴを通常手がけているのは誰？
nl: Wie ontwerpt typisch het officiële logo voor de openSUSE Asia Summit?

source: A professional graphic designer hired by the openSUSE Foundation
ca: Un dissenyador gràfic professional contractat per la Fundació openSUSE
de: Ein professioneller Grafikdesigner der von der openSUSE Foundation angeheuert wird
id: Seorang desainer grafis profesional yang dipekerjakan oleh openSUSE Foundation
ja: openSUSE Foundation が雇ったプロのグラフィックデザイナー
nl: Een professionele grafisch ontwerper ingehuurd door de stichting openSUSE

source: The community through an annual design contest
ca: La comunitat, a través d'un concurs anual de disseny
de: Die Community durch einen jährlichen Wettbewerb
id: Komunitas melalui kompetisi desain tahunan
ja: コミュニティ内で毎年行われているデザインコンテストの優勝者
nl: De gemeenschap via een jaarlijkse ontwerpwedstrijd

source: The developers from the openSUSE infrastructure team
ca: Els desenvolupadors de l'equip d'infraestructura d'openSUSE
de: Die Entwickler des openSUSE Infrastruktur Teams
id: Pengembang dari tim infrastruktur openSUSE
ja: openSUSE インフラチーム内の開発者
nl: De ontwikkelaars uit het team voor de openSUSE infrastructuur

source: Which openSUSE Asia Summit had a red logo?
ca: Quina Cimera d'openSUSE asiàtica tenia un logotip vermell?
de: Welcher openSUSE Asia Summit hatte ein rotes Logo?
id: Summit openSUSE Asia mana yang memiliki logo berwarna merah?
ja: 赤いロゴだった openSUSE サミットはどれ？
nl: Welke openSUSE Asia Summit had een rood logo?

source: 2016 in Beijing
ca: 2016 a Pequín
de: 2016 in Peking
id: 2016 di Beijing
ja: 2016 年に北京で開催されたサミット

source: 2017 in Tokyo
ca: 2017 a Tòquio
de: 2017 in Tokio
id: 2017 di Tokyo
ja: 2017 年に東京で開催されたサミット

source: 2018 in Taipei
ca: 2018 a Taipei
de: 2018 in Taipeh
id: 2018 di Taipei
ja: 2018 年に台北で開催されたサミット

source: 2019 in Bali
ca: 2019 a Bali
id: 2019 di Bali
ja: 2019 年にバリで開催されたサミット

source: Which openSUSE Asia Summit used the openSUSE Quiz app for the first time?
ca: Quina Cimera d'Àsia d'openSUSE va usar l'aplicació openSUSE Quiz per primera vegada?
de: Welcher openSUSE Asia Summit hat zum ersten Mal die openSUSE Quiz App verwendet?
id: OpenSUSE Asia Summit mana yang pertama kali menggunakan aplikasi openSUSE Quiz?
ja: openSUSE アジアサミットで openSUSE クイズアプリが最初に使われたのはどこ？
nl: Welke openSUSE Asia Summit gebruikt de openSUSE Quiz app voor de eerste keer?

source: 2025 in Faridabad
ca: 2025 a Faridabad
id: 2025 di Faridabad
ja: 2025 年にファリダバドで開催されたサミット

source: 2014 in Beijing
ca: 2014 a Pequín
de: 2014 in Peking
id: 2014 di Beijing
ja: 2014 年に北京で開催されたサミット

source: The longest elevator trip to openSUSE Asia summit was in?
ca: On es va fer el viatge en ascensor més llarg a la Cimera d'Àsia d'openSUSE?
de: Die längste Aufzugfahrt zum openSUSE Asia Summit gab es wo?
id: Perjalanan lift terpanjang ke openSUSE Asia Summit adalah di?
ja: openSUSE アジアサミットでの最長エレベータ移動はどれ？
nl: Waar was de langste liftreis naar de openSUSE Asia summit in?

source: Beijing
ca: Pequín
de: Peking
ja: 北京

source: SUSE Story
ca: Història de SUSE
de: SUSE-Geschichte
id: Cerita SUSE
ja: SUSE ストーリー

source: Discover SUSE, one click at a time.
ca: Descobriu SUSE, clic a clic.
id: Temukan SUSE, satu klik demi satu.
ja: SUSE 社の歴史について 1 つずつ学んでいきましょう。
nl: Ontdek SUSE, één klik tegelijk.

source: What is SUSE’s business?
ca: Quin és el negoci de SUSE?
de: Was ist das Geschäftsfeld von SUSE?
id: Apa bisnis SUSE?
ja: SUSE の事業内容は？
nl: Wat is de business van SUSE?

source: Providing Enterprise Linux solutions for mission-critical systems
ca: Proporcionar solucions d'empresa amb Linux per a sistemes de missió crítica
de: Bereitstellung von Enterprise-Linux-Lösungen für unternehmenskritische Systeme
id: Menyediakan solusi Enterprise Linux untuk sistem yang kritis
ja: ミッションクリティカルなシステムに対するエンタープライズ Linux ソリューションの提供
nl: Leveren van Enterprise Linux oplossingen voor missie kritieke systemen

source: Delivering modern container and VM management with Rancher and Harvester
ca: Oferir una gestió moderna de contenidors i màquines virtuals amb Rancher i Harvester
de: Moderne Container- und VM-Verwaltung mit Rancher und Harvester
id: Mengelola kontainer dan VM modern dengan Rancher dan Harvester
ja: Rancher や Harvester によるモダンなコンテナ／仮想マシンの管理機能の提供
nl: Leveren van moderne container en VM beheer met Rancher en Harvester

source: Securing cloud-native workloads with NeuVector
ca: Assegurar càrregues de treball natives de núvol amb NeuVector
id: Melindungi beban kerja berbasis cloud dengan NeuVector
ja: NeuVector によるクラウドネイティブな処理の保全
nl: Beveiligen van cloud-inheemse werkladingen met NeuVector

source: All of the above
ca: Totes les anteriors
de: Alle oben genannten Punkte
id: Semua yang tercantum di atas
ja: これら全て
nl: Al het bovenstaande

source: What does the acronym SUSE stand for?
ca: Què significa l'acrònim SUSE?
de: Wofür steht die Abkürzung SUSE?
id: Apa kepanjangan dari akronim SUSE?
ja: SUSE は何の略？
nl: Waar staat het acroniem SUSE voor?

source: Software- und System-Entwicklung (Software and Systems Development)
ca: Software- und System-Entwicklung (Desenvolupament de programari i sistemes)
de: Software- und System-Entwicklung
id: Software- und System-Entwicklung (Pengembangan Perangkat Lunak dan Sistem)

source: Super User Space Explorer
ca: Explorador d'espais de superusuari

source: Silly Unix Shell Enthusiasts
ca: Entusiastes ximples de l'intèrpret d'Unix

source: System Upgrade & Security Engine
ca: Actualització del sistema i motor de seguretat
id: Peningkatan Sistem & Mesin Keamanan

source: How many employees does SUSE have worldwide?
ca: Quants empleats té SUSE a tot el món?
de: Wie viele Mitarbeiter hat SUSE weltweit?
id: Berapa banyak karyawan yang dimiliki SUSE di seluruh dunia?
ja: SUSE 社の従業員数は全世界でどれくらい？
nl: Hoeveel employees heeft SUSE wereldwijd?

source: Around 500
ca: Uns 500
de: Ungefähr 500
id: Sekitar 500
ja: 500 人くらい
nl: Rond de 500

source: Around 1,200
ca: Uns 1200
de: Ungefähr 1.200
id: Sekitar 1.200
ja: 1,200 人くらい
nl: Rond de 1.200

source: Around 2,500
ca: Uns 2500
de: Ungefähr 2.500
id: Sekitar 2.500
ja: 2,500 人くらい
nl: Rond de 2.500

source: Around 10,000
ca: Uns 10000
de: Ungefähr 10.000
id: Sekitar 10.000
ja: 10,000 人くらい
nl: Rond de 10.000

source: SUSECON 2026 is coming in April! Which city will host the largest SUSE conference?
ca: La SUSECON 2026 arriba a l'abril! Quina ciutat acollirà la conferència de SUSE més gran?
id: SUSECON 2026 akan digelar pada bulan April! Kota mana yang akan menjadi tuan rumah konferensi SUSE terbesar?
ja: SUSECON 2026 が 4 月に開催されます。この最大級の SUSE カンファレンスが開催される都市は？
nl: SUSECON 2026 komt in april! Welke stad zal de gastheer zijn van de grootste SUSE conferentie?

source: Prague
ca: Praga
de: Prag
id: Praha
ja: プラハ
nl: Praag

source: Which of the following is true about the SUSE Logo?
ca: Quina de les afirmacions següents és certa sobre el logotip de SUSE?
de: Welche der folgenden Aussagen über das SUSE-Logo ist richtig?
id: Manakah yang benar tentang logo SUSE?
ja: SUSE ロゴに関する説明で正しいものはどれ？
nl: Wat van het volgende is waar over het logo van SUSE?

source: Hubert Mantel, one of the founders, asked a friend to design the logo, and everyone except him actually liked it.
ca: Hubert Mantel, un dels fundadors, va demanar a un amic que en dissenyés el logotip, i a tothom menys a ell li va agradar.
de: Hubert Mantel, einer der Gründer, bat einen Freund, das Logo zu entwerfen, und allen außer ihm gefiel es tatsächlich.
id: Hubert Mantel, salah satu pendiri, meminta seorang teman untuk mendesain logo, dan semua orang kecuali dia sebenarnya menyukainya.
ja: 設立者の 1 人である Hubert Mantel 氏が友人にロゴデザインを依頼し、そのデザインを彼以外の全員が気に入った。
nl: Hubert Mantel, een van de oprichters, vroeg een vriend om het logo te ontwerpen en iedereen behalve hij vond het werkelijk mooi.

source: We got much better in drawing chameleons. The current logo is the 6th generation since the first one in 1996
ca: Hem millorat molt dibuixant camaleons. El logotip actual és la sisena generació des del primer, el 1996.
de: Wir sind viel besser darin geworden, Chamäleons zu zeichnen. Das aktuelle Logo ist die sechste Generation seit dem ersten Logo aus dem Jahr 1996
id: Kami telah menjadi jauh lebih baik dalam menggambar chameleon. Logo saat ini adalah generasi ke-6 sejak logo pertama pada tahun 1996
ja: カメレオンの描き方がかなり上手になり、現在は 1996 年の初代ロゴから 6 代目にあたるロゴを使用している

source: The SUSE logo represents flexibility and adaptability, just like the chameleon
ca: El logotip de SUSE representa flexibilitat i l'adaptabilitat, igual que el camaleó.
de: Das SUSE-Logo steht für Flexibilität und Anpassungsfähigkeit, genau wie das Chamäleon
id: Logo SUSE melambangkan fleksibilitas dan kemampuan beradaptasi, sama seperti seekor chameleon
ja: SUSE ロゴはカメレオンのもつ柔軟性と適応力を示している

source: When was the first version of SUSE Linux released?
ca: Quan es va publicar la primera versió de SUSE Linux?
de: Wann wurde die erste Version von SUSE Linux veröffentlicht?
id: Kapan versi pertama SUSE Linux dirilis?
ja: SUSE Linux の最初のバージョンが公開されたのはいつ？

source: What is Rancher primarily used for?
ca: Per a què s'usa principalment el Rancher?
de: Wofür wird Rancher hauptsächlich verwendet?
id: Untuk apa Rancher terutama digunakan?
ja: Rancher の主な用途は？

source: Managing and scaling Kubernetes clusters
ca: Gestió i escalabilitat de clústers de Kubernetes
de: Verwalten und Skalieren von Kubernetes-Clustern
id: Mengelola dan menskalakan kluster Kubernetes
ja: Kubernetes クラスタの管理とスケーリング

source: Herding virtual cows in the cloud
ca: Pasturatge de vaques virtuals al núvol
de: Virtuelle Kühe in der Cloud hüten
id: Menggembalakan sapi virtual di awan
ja: クラウド内の仮想乳牛の飼育

source: Automating SUSE Linux installations only
ca: Automatització només d'instal·lacions de SUSE Linux
de: Nur SUSE Linux-Installationen automatisieren
id: Otomatisasi instalasi SUSE Linux saja
ja: SUSE Linux の自動インストールのみ

source: Playing old-school ranch simulation games
ca: Jugar a jocs de simulació de ranxos de la vella escola
de: Althergebrachte Ranch-Simulationsspiele spielen
id: Bermain game simulasi peternakan gaya lama
ja: 古くさい牧場経営ゲームの実行

source: What does NeuVector focus on?
ca: En què se centra NeuVector?
de: Worauf konzentriert sich NeuVector?
id: Apa yang menjadi fokus NeuVector?
ja: NeuVector はどのような目的で使用する？

source: Cloud-native container security
ca: Seguretat de contenidors nativa al núvol
de: Cloud-native Containersicherheit
id: Keamanan kontainer berbasis cloud
ja: クラウドネイティブやコンテナセキュリティ

source: Making networking faster on Linux desktops
ca: Fer que la xarxa sigui més ràpida als escriptoris Linux
de: Schnellere Vernetzung auf Linux-Desktops
id: Mempercepat koneksi jaringan pada desktop Linux
ja: Linux デスクトップでのネットワーク処理の高速化

source: Automating package builds
ca: Automatització de la compilació de paquets
id: Otomatisasi proses pembuatan paket
ja: パッケージ構築の自動化

source: Coloring the chameleon logo green
ca: Pintar el logotip del camaleó de verd
de: Einfärben des Chamäleon-Logos in Grün
id: Mewarnai logo chameleon dengan warna hijau
ja: カメレオンロゴに緑色の色づけをする

source: What is SUSE Harvester?
ca: Què és SUSE Harvester?
de: Was ist SUSE Harvester?
id: Apa itu SUSE Harvester?
ja: SUSE Harvester とは何？

source: A virtualization platform that lets you easily create, migrate, back up, and restore VMs on bare metal servers
ca: Una plataforma de virtualització que permet crear, migrar, fer còpies de seguretat i restaurar fàcilment màquines virtuals en servidors de metall nu
id: Platform virtualisasi yang memungkinkan Anda dengan mudah membuat, memigrasikan, mencadangkan, dan memulihkan VM pada server bare metal
ja: ベアメタルサーバ内での仮想マシンの作成や移行、バックアップや復元などを簡単に実行できる仮想化プラットフォーム

source: A system built on Kubernetes that uses KubeVirt for virtualization, Longhorn for storage, and supports running containers alongside VMs
ca: Un sistema basat en Kubernetes que usa KubeVirt per a la virtualització, Longhorn per a l'emmagatzematge i admet l'execució de contenidors juntament amb màquines virtuals
id: Sistem yang dibangun di atas Kubernetes yang menggunakan KubeVirt untuk virtualisasi, Longhorn untuk penyimpanan, dan mendukung eksekusi kontainer bersama dengan mesin virtual (VM)
ja: 仮想化に対して KubeVirt を、ストレージに対して Longhorn を使用する Kubernetes 上のシステムで、仮想マシンだけでなくコンテナの動作にも対応するシステム

source: A solution that integrates with Rancher, combining container and VM management with networking and observability
ca: Una solució que s'integra amb Rancher, combinant la gestió de contenidors i màquines virtuals amb la creació de xarxes i l'observabilitat
id: Sebuah solusi yang terintegrasi dengan Rancher, menggabungkan pengelolaan kontainer dan VM dengan jaringan dan pemantauan
ja: コンテナと仮想マシンの両方を組み合わせた Rancher で統合されたソリューションで、ネットワークと可観測性に優れるもの

source: What is openSUSE?
ca: Què és openSUSE?
de: Was ist openSUSE?
id: Apa itu openSUSE?
ja: openSUSE とは何？

source: A community project sponsored by SUSE
ca: Un projecte comunitari patrocinat per SUSE
de: Ein von SUSE gesponsertes Gemeinschaftsprojekt
id: Proyek komunitas yang didukung oleh SUSE
ja: SUSE 社がスポンサーをつとめるコミュニティプロジェクト

source: More than just one community Linux distribution
ca: Més que una distribució comunitària de Linux
id: Lebih dari sekadar satu distribusi Linux komunitas
ja: 1 つのコミュニティ型 Linux ディストリビューションを超越したもの

source: An amazing place to develop projects with tools like openQA, Open Build Service, and a welcoming community
ca: Un lloc increïble per desenvolupar projectes amb eines com ara openQA, Open Build Service i una comunitat acollidora
id: Tempat yang luar biasa untuk mengembangkan proyek dengan alat seperti openQA, Open Build Service, dan komunitas yang ramah
ja: openQA, Open Build Service などのツールを利用した開発プロジェクトで、楽しく参加者歓迎のコミュニティ

source: What are SUSE BCI (Base Container Images) known for?
ca: Per què són conegudes les imatges de contenidors de base (BCI) de SUSE?
id: Apa yang membuat SUSE BCI (Base Container Images) terkenal?
ja: SUSE BCI (Base Container Images) とは何？

source: Being bloated with unnecessary packages
ca: Estar botides amb paquets innecessaris
de: Mit unnötigen Paketen überladen sein
id: Terlalu banyak paket yang tidak diperlukan
ja: 不要なパッケージによって肥大化しているシステム

source: Only working on SUSE Linux Enterprise Server
ca: Només funciona amb SUSE Linux Enterprise Server
de: Funktioniert nur unter SUSE Linux Enterprise Server
id: Hanya berfungsi pada SUSE Linux Enterprise Server
ja: SUSE Linux Enterprise サーバでのみ動作するシステム

source: For offering truly open, flexible, and secure images based on SUSE Linux Enterprise
ca: Per oferir imatges realment obertes, flexibles i segures basades en SUSE Linux Enterprise
id: Untuk menyediakan gambar yang benar-benar terbuka, fleksibel, dan aman berdasarkan SUSE Linux Enterprise
ja: SUSE Linux Enterprise をベースにしたシステムで、真に開かれた柔軟で安全なイメージを提供する仕組み

source: Standing for 'Big Chameleon Initiative'
ca: Significa la 'Iniciativa del Gran Camaleó'
id: Singkatan dari ‘Inisiatif Chameleon Besar’
ja: 'Big Chameleon Initiative' の略

source: When SUSE meets openSSL, surprises await.
ca: Quan SUSE es troba amb openSSL hi ha sorpreses.
de: Wenn SUSE auf OpenSSL trifft, warten Überraschungen.
id: Ketika SUSE bertemu dengan openSSL, kejutan menanti.
ja: SUSE と openSSL が出会ったとき、驚きが生まれます。

source: How many SUSE products use OpenSSL?
ca: Quants productes SUSE usen OpenSSL?
de: Wie viele SUSE-Produkte verwenden OpenSSL?
id: Berapa banyak produk SUSE yang menggunakan OpenSSL?
ja: OpenSSL を使用している SUSE プロジェクトの数は？

source: All of them
ca: Tots
de: Alle
id: Semua dari mereka
ja: これら全て

source: How many SUSE engineers are actively working on OpenSSL?
ca: Quants enginyers de SUSE treballen activament a OpenSSL?
de: Wie viele SUSE-Ingenieure arbeiten aktiv an OpenSSL?
id: Berapa banyak insinyur SUSE yang saat ini sedang bekerja pada OpenSSL?
ja: OpenSSL で作業を行っている SUSE 社のエンジニア数は？

source: Enabling FIPS mode on a SUSE system can have which of the following side effects?
ca: Quin dels efectes secundaris següents pot tenir l'habilitació del mode FIPS en un sistema SUSE?
id: Mengaktifkan mode FIPS pada sistem SUSE dapat menyebabkan efek samping berikut?
ja: SUSE システムで FIPS モードを有効化した場合、どのような副作用が起こりうる？

source: It allows all cryptographic algorithms, including insecure ones.
ca: Permet tots els algoritmes criptogràfics, inclosos els insegurs.
id: Memungkinkan semua algoritma kriptografi, termasuk yang tidak aman.
ja: 安全とは言えないものを含めて全ての暗号化アルゴリズムを許可してしまう。

source: It restricts the use of cryptography to only FIPS-validated algorithms and binaries.
ca: Restringeix l'ús de criptografia només a algoritmes i binaris validats per FIPS.
id: Hal ini membatasi penggunaan kriptografi hanya pada algoritma dan file biner yang telah diverifikasi sesuai standar FIPS.
ja: 暗号化に際して FIPS で検証済みのアルゴリズムやバイナリしか実行できなくなる。

source: It has no impact on system performance or compatibility.
ca: No té cap impacte en el rendiment ni en la compatibilitat del sistema.
de: Es hat keine Auswirkungen auf die Systemleistung oder Kompatibilität.
id: Tidak berdampak pada kinerja sistem atau kompatibilitasnya.
ja: システムの性能や互換性に対する影響はない。

source: You start smiling like 'Hide the Pain Harold' meme guy.
ca: Comences a somriure com el paio del meme d'«Amaga el dolor, Harold».
id: Anda mulai tersenyum seperti karakter meme ‘Hide the Pain Harold’.
ja: 「痛みを隠すハロルド」で知られるネットミームのような笑顔になってしまう。

source: From where will SUSE engineers in Brno, Czechia participate in SUSE Hackweek 25?
ca: Des d'on participaran els enginyers de SUSE a Brno, Txèquia, a la SUSE Hackweek 25?
id: Dari mana para insinyur SUSE di Brno, Republik Ceko, akan berpartisipasi dalam SUSE Hackweek 25?
ja: チェコ共和国ブルノの SUSE 社エンジニアは、 SUSE Hackweek 25 にどこから参加する？

source: The OpenSSL office
ca: L'oficina d'OpenSSL
de: Das OpenSSL-Büro
id: Kantor OpenSSL
ja: OpenSSL のオフィスから

source: Starbucks
ca: L'Starbucks
ja: スターバックスから

source: Red Hat office
ca: L'oficina de Red Hat
de: Red Hat-Büro
id: Kantor Red Hat
ja: Red Hat 社のオフィスから

source: Vaňkovka shopping gallery
ca: La galeria comercial Vaňkovka
id: Galeri Belanja Vaňkovka
ja: ヴァンコフカのショッピングギャラリーから

source: Why does SUSE invest in OpenSSL?
ca: Per què SUSE inverteix en OpenSSL?
de: Warum investiert SUSE in OpenSSL?
id: Mengapa SUSE berinvestasi dalam OpenSSL?
ja: SUSE 社が OpenSSL に出資するのは何故？

source: To contribute back to the community SUSE and many others relies on
ca: Per tornar la contribució a la comunitat en què SUSE i molts altres confien
id: Untuk berkontribusi kembali kepada komunitas, SUSE dan banyak lainnya bergantung pada
ja: SUSE 社を含む様々な企業が頼りにしているコミュニティに貢献するため

source: To make chameleons browse the web safely
ca: Perquè els camaleons naveguin per la web de manera segura
id: Untuk memungkinkan chameleon menjelajahi internet dengan aman
ja: カメレオンが Web ブラウジングを安全にできるようにするため

source: To win a race against penguins
ca: Per guanyar una cursa contra els pingüins
de: Um ein Rennen gegen Pinguine zu gewinnen
id: Untuk menang dalam balapan melawan penguin
ja: ペンギンレースで勝利するため

source: To shorten Linux kernel boot times
ca: Per escurçar el temps d'arrencada del nucli de Linux
id: Untuk memperpendek waktu booting kernel Linux
ja: Linux カーネルの起動時間を短縮するため

source: SUSE engineers contribute to OpenSSL by
ca: Els enginyers de SUSE contribueixen a OpenSSL mitjançant...
de: SUSE-Ingenieure tragen zu OpenSSL bei durch
id: Insinyur SUSE berkontribusi pada OpenSSL dengan
ja: SUSE 社のエンジニアが OpenSSL に貢献する際の手段は？

source: Active development and code reviews
ca: El desenvolupament actiu i revisions de codi
de: Aktive Entwicklung und Codeüberprüfungen
id: Pengembangan aktif dan tinjauan kode
ja: 積極的な開発やコードレビューへの参加

source: Contributing fixes and new features
ca: Correccions i funcions noves
de: Bereitstellung von Fehlerbehebungen und neuen Funktionen
id: Menyumbangkan perbaikan dan fitur baru
ja: 修正や新機能の提供

source: Running enterprise-grade testing with tools like openQA
ca: Execució de proves de nivell empresarial amb eines com ara openQA
id: Melakukan pengujian tingkat perusahaan menggunakan alat seperti openQA
ja: openQA のようなエンタープライズグレードのテスト実施
