Repository: lkocman/quiz
Catalog: po/*.po
Languages: ca, de, id, ja, nl

source: Documentation and manuals for the Linux kernel
ca: Documentació i manuals per al nucli de Linux
de: Dokumentation und Manuals für den Linux Kernel
id: Dokumentasi dan manual untuk kernel Linux
ja: Linux カーネル向けのドキュメンテーションとマニュアル
nl: Documentatie en handleidingen voor de Linux kernel

source: A hidden picture of the latest SUSE kernel team's team building event
ca: Una imatge oculta de l'últim esdeveniment de team building de l'equip del nucli de SUSE
de: Ein verstecktes Bild des SUSE Kernel Teams bei ihrem Teambuilding Event
id: Gambar tersembunyi dari acara team building terbaru dari tim kernel SUSE
ja: 最新の SUSE カーネルチームのビルドイベントで作られた隠し絵
nl: Een verborgen plaatje van de laatste kernel-bouwgebeurtenis van het team van SUSE

source: Which of the following is a program to load kernel modules?
ca: Quin dels següents és un programa per carregar mòduls del nucli?
de: Welche der folgenden Antworten ist ein Programm um Kernelmodule zu laden?
id: Manakah di antara berikut ini yang merupakan program untuk memuat modul kernel?
ja: カーネルモジュールを読み込むためのプログラムはどれ？
nl: Welke van de volgenden is een programma om kernelmodules te laden?

source: How often is openSUSE Tumbleweed's kernel updated (typically)?
ca: Amb quina freqüència s'actualitza el nucli d'openSUSE Tumbleweed (normalment)?
de: Wie oft wird der Kernel in openSUSE Tumbleweed (normalerweise) geupdated?
id: Seberapa sering kernel openSUSE Tumbleweed diperbarui (biasanya)?
ja: openSUSE Tumbleweed における、カーネルの更新間隔は (通常時) ？
nl: Hoe vaak wordt de kernel van openSUSE Tumbleweed bijgewerkt (typisch?

source: Every 6 months
ca: Cada 6 mesos
de: Alle 6 Monate
id: Setiap 6 bulan
ja: 6 ヶ月ごと
nl: Elke 6 maanden

source: Once a year
ca: Un cop a l'any
de: Einmal im jahr
id: Setiap tahun sekali
ja: 1 年ごと
nl: Eens per jaar

source: Weekly or even more frequently
ca: Setmanalment o fins i tot amb més freqüència
de: Wöchtenlich oder sogar noch häufiger
id: Minggu sekali atau bahkan lebih sering
ja: 毎週か、それよりももっと短い間隔
nl: Wekelijks of zelfs frequenter

source: Only when Linus pushes a new tag
ca: Només quan Linus envia una etiqueta nova
de: Nur wenn Linus einen neuen Tag veröffentlicht
id: Hanya ketika Linus mendorong tag baru
ja: Linus が新しいタグを送信するたび
nl: Alleen wanneer Linus een nieuwe tag pusht

source: What does the 'vanilla' kernel flavor in openSUSE represent?
ca: Què representa el tipus de nucli vanilla a l'openSUSE?
de: Was repräsentiert die "vanilla" Variante des Kernels in openSUSE?
id: Apa yang diwakili oleh varian kernel ‘vanilla’ dalam openSUSE?
ja: openSUSE で 'vanilla' (バニラ) カーネルとは何？
nl: Wat representeert de 'vanilla' kernelsmaak in openSUSE?

source: Kernel with experimental SUSE patches
ca: Un nucli amb pedaços experimentals de SUSE
de: Der Kernel mit experimentellen SUSE Patches
id: Kernel dengan tambalan eksperimental SUSE
ja: 実験的な SUSE パッチを適用したカーネル
nl: Kernel met experimentele SUSE patches

source: Unmodified upstream Linux kernel
ca: Un nucli de Linux original sense modificar
de: Den unmodifizierten Linux Kernel
id: Kernel Linux hulu yang tidak dimodifikasi
ja: パッチを全く適用していないアップストリームの Linux カーネルそのもの
nl: Ongewijzigde upstream Linux kernel

source: Kernel optimized for servers
ca: Un nucli optimitzat per a servidors
de: Ein Kernel der für Server optimiert ist
id: Kernel yang dioptimalkan untuk server
ja: サーバ向けに最適化されたカーネル
nl: Kernel geoptimaliseerd voor servers

source: Kernel with enhanced SELinux support
ca: Un nucli amb suport millorat per a SELinux
de: Ein Kernel mit besserem SELinux support
id: Kernel dengan dukungan SELinux yang ditingkatkan
ja: 拡張 SELinux サポート付きのカーネル
nl: Kernel met verhoogde SELinux ondersteuning

source: Which kernel boot parameter will typically help you while debugging video driver issues?
ca: Quin paràmetre d'arrencada del nucli us ajudarà normalment a depurar problemes del controlador de vídeo?
de: Welcher Kernel Boot-parameter kann beim debuggen von Videotreiber-Problemen helfen?
id: Parameter boot kernel mana yang biasanya membantu Anda saat melakukan debugging masalah driver video?
ja: ビデオドライバに問題がある場合の切り分けに有用なカーネルの起動パラメータはどれ？
nl: Welke kernel boot parameter zal typisch helpen terwijl u problemen met de videodriver analyseert?

source: Which real-time scheduling policy is most deterministic in Linux?
ca: Quina política de planificació en temps real és més determinista a Linux?
de: Welche real-time scheduling Regel ist am deterministischsten in Linux?
id: Kebijakan penjadwalan real-time mana yang paling deterministik di Linux?
ja: Linux で最も決定論的な動作をするリアルタイムスケジューリングポリシーはどれ？
nl: Welke real-time scheduling policy is het meest deterministisch in Linux?

source: What is the name of the package that provides additional firmware in openSUSE Leap?
ca: Quin és el nom del paquet que proporciona microprogramari addicional a l'openSUSE Leap?
de: Was ist der Name des Pakets das zusätzliche Firmware in openSUSE Leap bereitstellt?
id: Apa nama paket yang menyediakan firmware tambahan di openSUSE Leap?
ja: openSUSE Leap で追加のファームウエアを提供するパッケージの名前は何？
nl: Wat is de naam van het pakket dat additionele firmware in openSUSE Leap levert?

source: How can you enable AppArmor via the GRUB kernel command line in openSUSE?
ca: Com es pot habilitar AppArmor mitjançant la línia d'ordres del nucli del GRUB a l'openSUSE?
de: Wie kann man AppArmor in der GRUB Kernel Kommandozeile auf openSUSE anschalten?
id: Bagaimana cara mengaktifkan AppArmor melalui baris perintah kernel GRUB di openSUSE?
ja: openSUSE で AppArmor を有効化できる GRUB カーネルコマンドラインはどれ？
nl: Hoe kunt u AppArmor inschakelen via de opdrachtregel van de GRUB kernel in openSUSE?

source: In the openSUSE kernel world, what does 'KOTD' stand for?
ca: En el món del nucli d'openSUSE, què significa KOTD?
de: In der openSUSE Kernel-Welt, wofür steht 'KOTD'?
id: Di dunia kernel openSUSE, apa kepanjangan dari ‘KOTD’?
ja: openSUSE のカーネルにおいて、 'KOTD' とは何の意味がある？
nl: In the kernel-wereld van openSUSE, waar staat 'KOTD' voor?

source: Kernel Of The Day — daily built kernels on OBS Kernel:xxx projects
ca: El nucli del dia: nuclis construïts diàriament en projectes d'OBS Kernel:xxx
de: Kernel Of The Day — ein täglich gebauter Kernel in OBS Kernel:xxx Projekten
id: Kernel of the Day — kernel yang dibangun setiap hari pada proyek OBS Kernel:xxx
ja: Kernel Of The Day の略。 OBS 内の kernel:xxx プロジェクトで毎日構築されているカーネル
nl: Kernel Of The Day — dagelijks gebouwde kernels in de OBS Kernel:xxx projecten

source: Knights Of The Old Repositories — the legendary kernel defenders
ca: Cavallers dels antics repositoris: els llegendaris defensors del nucli
de: Knights Of The Old Repositories — die legendären Kernel-Verteidiger
id: Knights Of The Old Repositories — para penjaga kernel legendaris
ja: Knights Of The Old Repositories の略で、伝説のカーネル保護者
nl: Knights Of The Old Repositories — de verdedigers van legendarische kernels

source: Keep Our Tux Dancing — the secret kernel dance party
ca: Mantén en Tux ballant: la festa de ball secreta del nucli
de: Keep Our Tux Dancing — eine geheime Kernel Tanzveranstaltung
id: Keep Our Tux Dancing — Pesta Dansa Rahasia di Dalam Sistem
ja: Keep Our Tux Dancing の略で、秘密のカーネルダンスパーティ
nl: Keep Our Tux Dancing — de geheime kernel dansparty

source: Kernel Operators Training Division — Jedi-level kernel ninjas
ca: Divisió d'entrenament d'operadors del nucli — ninges del nucli de nivell Jedi
id: Kernel Operators Training Division — Ahli Kernel Tingkat Jedi
ja: Kernel Operators Training Division の略で、ジェダイ級のカーネル忍者
nl: Kernel Operators Training Division — Jedi-niveau kernel-ninjas

source: SUSE is a top 6 Linux kernel contributor (LF 2017). About what percent of contributions does SUSE make?
ca: SUSE és un dels 6 principals contribuïdors al nucli de Linux (LF 2017). Aproximadament quin percentatge de contribucions fa SUSE?
de: SUSE ist ein Top 6 Kernel Mitwirkender (LF 2017). Wie viel Prozent der Beiträge kommen ungefähr von SUSE?
id: SUSE merupakan salah satu dari enam kontributor teratas untuk kernel Linux (LF 2017). Berapa persentase kontribusi yang diberikan oleh SUSE?
ja: SUSE 社は Linux カーネルの貢献者としてトップ 6 に入っています (FSF 2017) 。 SUSE の貢献数の割合はどれくらい？
nl: SUSE is een top 6 Linux kernel bijdrager (LF 2017). Om hoeveel procent van de bijdragen gaat het?

source: Less than 1%
ca: Menys de l'1 %
de: Weniger als 1%
id: Kurang dari 1%
ja: 1% 未満
nl: Minder dan 1%

source: Around 3%
ca: Al voltant del 3 %
de: Ungefähr 3%
id: Sekitar 3%
ja: おおよそ 3% くらい
nl: Ongeveer 3%

source: About 5%
ca: Al voltant d'un 5 %
de: Ungefähr 5%
id: Sekitar 5%
ja: 5% くらい
nl: Ongeveer 5%

source: More than 20%
ca: Més del 20 %
de: Mehr als 20%
id: Lebih dari 20%
ja: 20% 以上
nl: Meer dan 20%

source: Chameleon Fun for kids
ca: Diversió sobre els camaleons per a la canalla
de: Chamäleon-Spaß für Kinder
id: Keseruan Chameleon untuk Anak-Anak
ja: こども向けカメレオンクイズ
nl: Kameleonpret voor kinderen

source: A colorful quiz about chameleons and openSUSE for curious kids!
ca: Un qüestionari ple de color sobre camaleons i openSUSE per a nens curiosos!
de: Ein farbenfrohes quiz über Chamäleons und openSUSE für neugierige Kinder!
id: Kuis penuh warna tentang bunglon dan openSUSE untuk anak-anak yang ingin tahu!
ja: 好奇心旺盛なこどもたち向けの、カメレオンと openSUSE に関するカラフルなクイズです！
nl: Een kleurrijke quiz over kameleons en openSUSE voor nieuwsgierige kinderen!

source: What color can a chameleon turn into?
ca: De quin color es pot posar un camaleó?
de: Welche Farben kann ein Chamäleon annehmen?
id: Bunglon bisa berubah menjadi warna apa?
ja: カメレオンのからだの色 (いろ) はどのように変 (か) わる？
nl: Welke kleuren kunnen kameleons aannemen?

source: Only green
ca: Només de verd
de: Nur grün
id: Hanya warna hijau
ja: 緑色 (みどりいろ) のみ
nl: Alleen groen

source: Any color, even purple!
ca: De qualsevol color, fins i tot lila!
de: Jede Farbe, sogar violett!
id: Warna apa pun, bahkan ungu!
ja: 紫色 (むらさきいろ) をふくむすべての色 (いろ) ！
nl: Elke kleur, zelfs paars!

source: Many colors like green, brown, yellow
ca: De molts colors, com ara el verd, el marró, el groc...
de: Viele Farben wie grün, braun, gelb
id: Banyak warna seperti hijau, coklat, kuning
ja: 緑色 (みどりいろ) や茶色 (ちゃいろ) 、黄色 (きいろ) などの多 (おお) くの色 (いろ)
nl: Veel kleuren zoals groen, bruin, geel

source: Only black and white
ca: Només de blanc i de negre
de: Nur schwarz und weiß
id: Hanya hitam dan putih
ja: 白 (しろ) と黒 (くろ) のみ
nl: Alleen zwart en wit

source: What is the mascot of openSUSE?
ca: Quina és la mascota d'openSUSE?
de: Was ist das openSUSE Maskottchen?
id: Apa maskot openSUSE?
ja: openSUSE のマスコットはどれ？
nl: Wat is de mascotte van openSUSE?

source: A penguin
ca: Un pingüí
de: Ein Pinguin
id: Penguin
ja: ペンギン
nl: Een pinguïn

source: A chameleon called Geeko
ca: Un camaleó anomenat Geeko
de: Ein Chamäleon namens Geeko
id: Bunglon bernama Geeko
ja: Geeko という名前のカメレオン
nl: Een kameleon genaamd Geeko

source: A dragon
ca: Un drac
de: Ein Drache
id: Naga
ja: ドラゴン
nl: Een draak

source: A robot
ca: Un robot
de: Ein Roboter
id: Robot
ja: ロボット
nl: Een robot

source: Why do chameleons change color?
ca: Per què els camaleons canvien de color?
de: Warum ändern Chamäleons ihre Farbe?
id: Mengapa bunglon berubah warna?
ja: カメレオンはなぜ体 (からだ) の色 (いろ) を変 (か) えるの？
nl: Waarom wijzigen kameleons van kleur?

source: To show how they feel or to hide
ca: Per mostrar com se senten o per amagar-se
de: Um zu zeigen wie sie sich fühlen oder um sich zu verstecken
id: Untuk menunjukkan apa yang mereka rasakan atau untuk bersembunyi
ja: 気持 (きも) ちをあらわしたり、かくれたりするため
nl: Om te tonen hoe ze zich voelen of om zich te verbergen

source: Because they are bored
ca: Perquè s'avorreixen
de: Weil ihnen langweilig ist
id: Karena mereka bosan
ja: つまらないから
nl: Omdat ze zich verveeld voelen

source: Because they are cold-blooded robots
ca: Perquè són robots de sang freda
de: Weil sie kaltblütige Roboter sind
id: Karena mereka adalah robot berdarah dingin
ja: 血 (ち) のかよっていないロボットだから
nl: Omdat ze koudbloedige robots zijn

source: To glow in the dark
ca: Per brillar a la foscor
de: Um im Dunkeln zu leuchten
id: Agar bersinar dalam gelap
ja: 暗闇 (くらやみ)で光 (ひか) るため
nl: Om te gloeien in het donker

source: Chameleons are primarily found in which part of the world?
ca: A quina part del món es troben principalment els camaleons?
de: Chamäleons findet man hauptsächlich wo auf der Erde?
id: Bunglon paling banyak ditemukan di bagian dunia mana?
ja: カメレオンが生 (い) きている場所 (ばしょ) は？
nl: Kameleons worden primair in welk deel van de wereld gevonden?

source: South America
ca: Amèrica del Sud
de: Südamerika
id: Amerika Selatan
ja: 南 (みなみ) アメリカ
nl: Zuid-Amerika

source: Africa and Madagascar
ca: Àfrica i Madagascar
de: Afrika und Madagaskar
id: Afrika dan Madagaskar
ja: アフリカやマダガスカル
nl: Afrika en Madagscar

source: Southeast Asia
ca: Sud-est asiàtic
de: Südostasien
id: Asia Tenggara
ja: 東南 (とうなん) アジア
nl: Zuidoost-Azië

source: Antarctica
ca: Antàrtida
de: Antarktis
id: Antartika
ja: 南極大陸 (なんきょくたいりく)

source: How do chameleons catch their food?
ca: Com atrapen el menjar els camaleons?
de: Wie fangen Chamäleons ihr Essen?
id: Bagaimana cara bunglon menangkap makanan mereka?
ja: カメレオンがエサを取 (と) るやりかたは？
nl: Hoe vangen kameleons hun eten?

source: With their hands
ca: Amb les mans
de: Mit ihren Händen
id: Dengan tangan mereka
ja: 手 (て) で
nl: Met hun handen

source: With their long sticky tongue
ca: Amb una llengua llarga i enganxosa
de: Mit ihrer langen und klebrigen Zunge
id: Dengan lidah mereka yang panjang dan lengket
ja: 長 (なが) い舌 (した) で
nl: Met hun lange kleverige tong

source: By shouting at it
ca: Cridant
de: Durch Anschreien
id: Dengan meneriakinya
ja: 声 (こえ) で
nl: Door er naar te roepen

source: With a net
ca: Amb una xarxa
de: Mit einem Netz
id: Dengan jaring
ja: 網 (あみ) をつかって
nl: Met een net

source: What do chameleons eat?
ca: Què mengen els camaleons?
de: Was essen Chamäleons?
id: Apa saja yang dimakan bunglon?
ja: カメレオンの食べ物 (たべもの) は？
nl: Wat eten kameleons?

source: Ice cream
ca: Gelat
de: Eiscreme
id: Es krim
ja: アイスクリーム
nl: IJsjes

source: Insects
ca: Insectes
de: Insekten
id: Serangga
ja: 昆虫 (こんちゅう)
nl: Insecten

source: Pineapples
ca: Pinyes
de: Ananas
id: Nanas
ja: パイナップル
nl: Ananas

source: Hot dogs
ca: Entrepans de salsitxes de Frankfurt
id: Hot dog
ja: ホットドッグ

source: What makes openSUSE special?
ca: Què fa que l'openSUSE sigui especial?
de: Was macht openSUSE besonders?
id: Apa yang membuat openSUSE istimewa?
ja: openSUSE が特別 (とくべつ) なのはなぜ？
nl: Wat maakt openSUSE speciaal?

source: It can talk to animals
ca: Pot parlar amb els animals
de: Es kann mit Tieren sprechen
id: Bisa berbicara dengan hewan
ja: 動物 (どうぶつ) と話 (はな) せるから
nl: Het kan met dieren praten

source: It’s a modern, free operating system anyone can use — including you!
ca: És un sistema operatiu modern i gratuït que tothom pot fer servir, fins i tot tu!
de: Es ist ein modernes, freies und kostenloses Betriebssystem, dass jeder nutzen kann — auch du!
id: Merupakan sistem operasi yang modern dan gratis yang dapat digunakan siapa pun—termasuk kamu!
ja: モダンで安全 (あんぜん) 、そして誰 (だれ) にでも使 (つか) いやすい自由 (じゆう) なオペレーティングシステムだから！
nl: Het is een modern, vrij besturingssysteem dat iedereen kan gebruiken — ook jij!

source: It’s made of chameleon scales
ca: Està fet d'escates de camaleó
de: Es ist aus den Schuppen eines Chamäleons gefertigt
id: Terbuat dari sisik bunglon
ja: カメレオンの鱗 (うろこ) でできているから
nl: Het is gemaakt van kameleonschubben

source: It’s only for secret agents
ca: Només és per a agents secrets
de: Es ist nur für Geheimagenten
id: Hanya untuk agen rahasia
ja: スパイ専用 (せんよう) だから
nl: Het is alleen voor geheime agenten

source: Do all chameleons look the same?
ca: Tots els camaleons tenen el mateix aspecte?
de: Sehen alle Chamäleons gleich aus?
id: Apakah semua bunglon terlihat sama?
ja: 全 (すべ) てのカメレオンは同 (おな) じに見 (み) える？
nl: Zien alle kameleons er hetzelfde uit?

source: Yes, they are all green and grumpy
ca: Sí, tots són verds i rondinaires
de: Ja, sie sind alle grün und mies gelaunt
id: Ya, mereka semua hijau dan pemarah
ja: はい、みんな緑色 (みどりいろ) でザラザラしています
nl: Ja, ze zijn allemaal groen en slecht geluimd

source: No, they come in many shapes, sizes, and colors
ca: No, n'hi ha de moltes formes, mides i colors
de: Nein, es gibt sie in vielen Formen, Größen und Farben
id: Tidak, mereka memiliki beragam bentuk, ukuran, dan warna
ja: いいえ、体 (からだ) つきも大 (おお) きさも色 (いろ) も違 (ちが) います
nl: Nee, ze komen in vele vormen, groottes en kleuren

source: Yes, they all wear hats
ca: Sí, tots porten barrets
de: Ja, sie tragen alle Hüte
id: Ya, mereka sema memakai topi
ja: はい、全員 (ぜんいん) 帽子 (ぼうし) をかぶっています
nl: Ja, ze dragen allemaal hoeden

source: They all wear openSUSE stickers
ca: Tots porten adhesius d'openSUSE
de: Sie tragen alle openSUSE Sticker
id: Mereka semua memakai stiker openSUSE
ja: 全員 (ぜんいん) が openSUSE ステッカーをつけています
nl: Ze dragen allemaal openSUSE stickers

source: What does the word 'open' in openSUSE mean?
ca: Què significa la paraula «open» a openSUSE?
de: Was bedeutet das wort 'open' in openSUSE?
id: Apa arti kata 'open' di openSUSE?
ja: openSUSE の 'open' とはどういう意味 (いみ) ？
nl: Wat betekent het woord 'open' in openSUSE?

source: It’s a password
ca: És una contrasenya
de: Es ist ein Passwort
id: Kata tersebut adalah sandi
ja: パスワード
nl: Het is een wachtwoord

source: It means everyone can use it and help make it better
ca: Vol dir que tothom el pot fer servir i ajudar a millorar-lo
de: Es heißt, jeder kann es benutzen und verbessern
id: Kata tersebut berarti semua orang dapat menggunakannya dan membantu menjadikannya semakin baik
ja: 誰 (だれ) にでも使 (つか) いやすいという意味 (いみ)
nl: Het betekent dat iedereen het kan gebruiken en kan helpen het beter te maken

source: It’s only for opening doors
ca: Només serveix per a obrir portes
de: Es ist nur da um Türen zu öffnen
id: Hanya digunakan untuk membuka pintu
ja: ドアを開 (あ) ける、という意味 (いみ)
nl: Het is alleen voor het openen van deuren

source: It’s about opening candy wrappers
ca: Té relació amb l'obertura d'embolcalls de caramels
de: Es ist für das Öffnen der Verpackung von Süßigkeiten
id: Itu maksudnya membuka bungkus permen
ja: 飴 (アメ) の包 (つつ) み紙 (かみ) を開ける、という意味 (いみ)
nl: Het gaat over het openen van snoepreepwikkels

source: Can chameleons move their eyes separately?
ca: Els camaleons poden moure els ulls separadament?
de: Können Chamäleons ihre Augen unabhängig von einander bewegen?
id: Dapatkah bunglon menggerakkan kedua matanya secara terpisah?
ja: カメレオンの目 (め) はべつべつに動 (うご) かせる？
nl: Kunnen kameleons hun ogen onafhankelijk van elkaar bewegen?

source: No, they blink both eyes together
ca: No, parpellegen amb tots dos ulls alhora.
de: Nein, sie blinzeln mit beiden Augen gleichzeitig
id: Tidak, mereka mengedipkan kedua mata secara bersamaan
ja: いいえ、べつべつには動 (うご) かせない
nl: Nee, ze knipperen met beide ogen tegelijk

source: Yes, they can look in two directions at once!
ca: Sí, poden mirar en dues direccions alhora!
de: Ja, sie können mit beiden Augen in verschiedene Richtungen gleichzeitig schauen!
id: Ya, mereka bisa melihat ke dua arah sekaligus!
ja: はい、 2 つの目 (め) でべつべつのものを見 (み) ることもできます！
nl: Ja, ze kunnen in twee richtingen tegelijk kijken!

source: They close one eye when sleeping
ca: Tanquen un ull quan dormen.
de: Sie schließen ein Auge wenn sie schlafen
id: Mereka menutup satu mata saat tidur
ja: 眠 (ねむ) るときに片方 (かたほう) だけ閉 (と) じます
nl: Ze sluiten één oog wanneer ze slapen

source: No, their eyes are always closed
ca: No, sempre tenen els ulls tancats.
de: Nein, ihre Augen sind immer geschlossen
id: Tidak, mata mereka selalu tertutup
ja: いいえ、目 (め) はずっと閉 (と) じたままです
nl: Nee, hun ogen zijn altijd gesloten

source: openSUSE Expert
ca: Expert d'openSUSE
de: openSUSE Experte
id: Pakar openSUSE
ja: openSUSE エキスパート

source: Challenge other users in our leaderboard. 30 seconds per question. Stop anytime.
ca: Desafieu altres usuaris a la nostra taula de classificació. 30 segons per pregunta. Atureu-vos en qualsevol moment.
de: Fordern Sie andere Benutzer in unserer Bestenliste heraus. 30 Sekunden pro Frage. Sie können jederzeit aufhören.
id: Tantang pengguna lain di papan peringkat kami. 30 detik per pertanyaan. Berhenti kapan saja.
ja: 他のユーザと競争しましょう。 1 問あたりの制限時間は 30 秒です。いつでも中止できます。
nl: Daag andere gebruikers in ons klassement uit. 30 seconden per vraag. Stop op elk moment.

source: What is the mascot of openSUSE project?
ca: Quina és la mascota del projecte openSUSE?
de: Was ist das Maskottchen des openSUSE-Projekts?
id: Apa maskot proyek openSUSE?
ja: openSUSE プロジェクトのマスコットは？
nl: Wat is de mascotte van het openSUSE project?

source: What is the main goal of the openSUSE project?
ca: Quin és l'objectiu principal del projecte openSUSE?
de: Was ist das Hauptziel des openSUSE-Projekts?
id: Apa tujuan utama proyek openSUSE?
ja: openSUSE プロジェクトの主な目的は？
nl: Wat is het hoofddoel van het openSUSE project?

source: Supporting and spreading open-source software
ca: Suport i difusió de programari de codi obert
de: Unterstützen und verbreiten von quelloffener Software
id: Mendukung dan menyebarluaskan perangkat lunak sumber terbuka
ja: オープンソースソフトウエアのサポートと普及
nl: Ondersteuning en verspreiding van open-source software

source: Developing mobile applications
ca: Desenvolupament d'aplicacions mòbils
de: Mobile Apps zu entwickeln
id: Mengembangkan aplikasi seluler
ja: モバイルアプリケーションの開発
nl: Ontwikkelen van mobiele toepassingen

source: Producing video games
ca: Producció de videojocs
de: Videospiele zu produzieren
id: Memproduksi permainan video
ja: ビデオゲームの製作
nl: Videogames produceren

source: Research in artificial intelligence
ca: Recerca en intel·ligència artificial
de: Forschung an künstlicher Intelligenz
id: Penelitian dalam bidang kecerdasan buatan
ja: AI (人工知能) による研究
nl: Onderzoek in kunstmatige intelligentie

source: What are Aeon and Kalpa?
ca: Què són Aeon i Kalpa?
de: Was sind Aeon und Kalpa?
id: Apa itu Aeon dan Kalpa?
ja: Aeon, Kalpa とは何？
nl: Wat zijn Aeon en Kalpa?

source: Modern 'Immutable' desktops with GNOME and KDE
ca: Escriptoris moderns immutables amb GNOME i KDE
de: Moderne 'Immutable' Desktops mit GNOME und KDE
id: Desktop 'Imutabel' modern dengan GNOME dan KDE
ja: GNOME や KDE を利用した、モダンで '不変の' デスクトップ
nl: Modern 'onveranderbare' bureaublad omgevingen met GNOME en KDE

source: Rolling distributions with transactional updates using flatpaks on the desktop
ca: Distribucions progressives amb actualitzacions transaccionals mitjançant flatpaks a l'escriptori
de: Rolling-Release Distributionen mit transaktionalen Updates welche Flatpaks auf dem Desktop verwenden
id: Distribusi bergulir dengan pembaruan transaksional menggunakan flatpak di desktop
ja: Flatpak によるトランザクション型更新に対応したローリングリリース型デスクトップディストリビューション
nl: Rollende distributies met via transactional updates met gebruik van flatpaks op het bureaublad

source: Distributions built on top of MicroOS
ca: Distribucions creades sobre MicroOS
de: Auf MicroOS basierende Distributionen
id: Distribusi yang dibangun di atas MicroOS
ja: MicroOS 上に構築されたディストリビューション
nl: Distributies gebouwd bovenop MicroOS

source: Where was the openSUSE project founded?
ca: On es va fundar el projecte openSUSE?
de: Wo wurde das openSUSE Projekt gegründet?
id: Di mana proyek openSUSE didirikan?
ja: openSUSE プロジェクトはどこで設立された？
nl: Waar werd het openSUSE project opgericht?

source: In Choustníkovo Hradiště
ca: A Choustníkovo Hradiště
id: Di Choustníkovo Hradiště
ja: ホウストニーコヴォ・フラディシュチェ

source: At LinuxWorld Conference & Expo 2005 in San Francisco
ca: A la conferència i exposició LinuxWorld de 2005 a San Francisco
de: Auf der LinuxWorld Conference & Expo 2005 in San Francisco
id: Saat LinuxWorld Conference & Expo 2005 di San Francisco
ja: サンフランシスコで 2005 年に開催された LinuxWorld カンファレンスにて
nl: Op de LinuxWorld Conference & Expo 2005 in San Francisco

source: In Redmont
ca: A Redmont
id: Di Redmont
ja: レドモントにて

source: At the University of Helsinki
ca: A la Universitat de Hèlsinki
de: An der Universität von Helsinki
id: Di Universitas Helsinki
ja: ヘルシンキ大学にて
nl: In de Universiteit van Helsinki
