Repository: lkocman/quiz
Catalog: po/*.po
Languages: ca, de, id, ja, nl

source: Immutability
ca: Immutabilitat
id: Imutabilitas
ja: 不変性
nl: Onveranderlijk

source: Let's learn something about our Immutable distros.
ca: Aprenguem alguna cosa sobre les nostres distribucions immutables.
de: Lass uns etwas über unsere 'Immutable' Distributionen lernen.
id: Mari pelajari sedikit tentang distro Imutabel kita.
ja: 不変性を持つディストリビューションに関することを学びましょう。
nl: Laten we 's wat leren over onze "immutable distros.

source: In simple terms, how does 'transactional-update' powering our Immutable distros work?
ca: En termes senzills, com funciona l'actualització transaccional que impulsa les nostres distribucions immutables?
de: In einfachen Worten, wie funktioniert 'transactional-update' welches unsere immutable Distros antreibt?
id: Dalam istilah sederhana, bagaimana cara kerja ‘transactional-update’ yang mendasari distribusi Imutabel kita?
ja: 不変型のディストリビューションでの 'transactional-update' は、どのようなディストリビューション強化を提供しているもの？
nl: Simpel gezegd, hoe werkt 'transactional-update' op onze immutable distros?

source: Most system partitions are mounted read-only, preventing changes on disk.
ca: La majoria de les particions del sistema es munten en mode de només lectura, cosa que impedeix canvis al disc.
de: Die meisten Systempartitionen sind read-only gemounted, was Änderungen auf der Festplatte verhindert.
id: Sebagian besar partisi sistem dimount sebagai read-only, sehingga tidak memungkinkan perubahan pada disk.
ja: ほとんどのシステム用パーティションを読み込み専用にするため、ディスク内の内容が予期せず書き換えられてしまうことがない。
nl: Meeste systeem partities worden alleen-lezen aangekoppeld, en voorkomen zo veranderingen op schijf.

source: Updates don’t affect the running system until rebooting into a new snapshot.
ca: Les actualitzacions no afecten el sistema en execució fins que no es reinicia en una instantània nova.
de: Update verändern nicht das laufende System bis man in einen neuen Snapshot bootet.
id: Pembaruan tidak memengaruhi sistem yang sedang berjalan hingga sistem di-reboot ke snapshot baru.
ja: システム更新を行っても現在のシステムには何も影響が無い。システムを再起動して切り替える。
nl: Updates doen niks met het draaiende systeem, tot een herstart in het nieuwe snapshot.

source: The system uses transactional-update for safe, atomic upgrades and easy rollback.
ca: El sistema usa l'actualització transaccional per a actualitzacions atòmiques i segures i una reversió fàcil.
de: Das System verwendet transactional-update für sichere, atomare Upgrades und einfache Rollbacks.
id: Sistem ini menggunakan pembaruan transaksional untuk pembaruan yang aman, atomik, dan rollback yang mudah.
ja: transactional-update を安全性確保の手段として用いており、システムの一括更新や不具合時の巻き戻しの機能を提供している。
nl: Het systeem gebruikt transactioneel bijwerken voor veilig, atomisch opwaarderen en gemakkelijk terugrollen.

source: All options are correct
ca: Totes les opcions són correctes
de: Alle Antworten sind richtig
id: Semua jawaban benar
ja: これら全てが正しい
nl: Alle opties zijn juist

source: Which of these are openSUSE Immutable distros?
ca: Quines d'aquestes són distribucions immutables d'openSUSE?
de: Welche der Antworten sind openSUSE immutable Distributionen?
id: Manakah di antara ini yang merupakan distribusi openSUSE Immutable?
ja: openSUSE で不変性を持つディストリビューションはどれ？
nl: Welke van deze zijn openSUSE immutable distros?

source: MicroOS, Leap Micro, Aeon, Kalpa
ca: MicroSO, Leap Micro, Aeon, Kalpa
de: MicroOS, Leap Micro, Aeon und Kalpa

source: What is openSUSE MicroOS?
ca: Què és l'openSUSE MicroSO?
de: Was ist openSUSE MicroOS?
id: Apa itu openSUSE MicroOS?
ja: openSUSE MicroOS とは？
nl: Wat is openSUSE MicroOS?

source: A rolling-release web browser
ca: Un navegador web de llançament continu
de: Ein rolling-release Webbrowser
id: Peramban web dengan pembaruan berkelanjutan
ja: ローリングリリース型の Web ブラウザ
nl: Een rolling-release web browser

source: Micro Service OS built by the openSUSE community
ca: Un sistema operatiu Micro Service creat per la comunitat d'openSUSE
de: Mikroservice OS das von der openSUSE Community gebaut wird
id: Sistem Operasi Layanan Mikro yang dikembangkan oleh komunitas openSUSE
ja: openSUSE コミュニティが提供するマイクロサービス OS
nl: Micro Service OS gebouwd door de openSUSE community

source: A package manager
ca: Un gestor de paquets
de: Ein Paketmanager
id: Manajer paket
ja: パッケージマネージャ
nl: Een package manager

source: A container runtime
ca: Un entorn d'execució de contenidor
de: Eine Container-Runtime
id: Runtime kontainer
ja: コンテナランタイム
nl: Een container runtime

source: Which desktop environment does openSUSE Aeon use by default?
ca: Quin entorn d'escriptori usa l'openSUSE Aeon per defecte?
de: Welche Desktop-Umgebung ist Standard auf openSUSE Aeon?
id: Lingkungan desktop apa yang digunakan openSUSE Aeon secara default?
ja: openSUSE Aeon での既定のデスクトップ環境はどれ？
nl: Welke bureaubladomgeving gebruikt openSUSE Aeon standaard?

source: KDE Plasma
ca: Plasma, de KDE

source: Which desktop environment does openSUSE Kalpa use by default?
ca: Quin entorn d'escriptori usa l'openSUSE Kalpa per defecte?
de: Welche Desktop-Umgebung ist Standard auf openSUSE Kalpa?
id: Lingkungan desktop apa yang digunakan openSUSE Kalpa secara default?
ja: openSUSE Kalpa での既定のデスクトップ環境はどれ？
nl: Welke bureaubladomgeving gebruikt openSUSE Kalpa standaard?

source: What is the name of installer in openSUSE Aeon?
ca: Quin és el nom de l'instal·lador a l'openSUSE Aeon?
de: Was ist der Name des Installers für openSUSE Aeon?
id: Apa nama installer di openSUSE Aeon?
ja: openSUSE Aeon のインストーラの名前は？
nl: Wat is de naam van de installer in openSUSE Aeon?

source: What bootloader is used by default in openSUSE Aeon?
ca: Quin carregador d'arrencada s'usa per defecte a l'openSUSE Aeon?
de: Welcher Bootloader wird standardmäßig für openSUSE Aeon verwendet?
id: Bootloader apa yang digunakan secara default di openSUSE Aeon?
ja: openSUSE Aeon での既定のブートローダはどれ？
nl: Welke bootloader wordt standaard gebruikt in openSUSE Aeon?

source: What do Aeon and Kalpa have in common?
ca: Què tenen en comú Aeon i Kalpa?
de: Was haben Aeon und Kalpa gemeinsam?
id: Apa persamaan antara Aeon dan Kalpa?
ja: Aeon や Kalpa に共通するものとは？
nl: Wat hebben Aeon en Kalpa gemeenschappelijk?

source: Both are based on MicroOS with a ready-to-use desktop.
ca: Tots dos estan basats en MicroSO i tenen un escriptori a punt per usar.
de: Beide basieren auf MicroOS mit einem ready-to-use Desktop.
id: Keduanya berbasis pada MicroOS dengan desktop yang siap digunakan.
ja: いずれもすぐに使えるデスクトップ環境を提供する MicroOS ベースのもの。
nl: Beiden zijn gebaseerd op MicroOS met een direkt te gebruiken bureaublad.

source: Both use transactional-updates for rpm installation.
ca: Tots dos usen actualitzacions transaccionals per a la instal·lació d'rpm.
de: Beide verwenden transactional-updates zum Installieren von RPMs.
id: Keduanya menggunakan pembaruan transaksional untuk instalasi RPM.
ja: いずれも RPM インストール時に transactional-updates を使用する。
nl: Beiden gebruiken transactioneel bijwerken voor rpm-installatie.

source: Both promote distrobox and flatpaks for extra apps.
ca: Tots dos promouen distrobox i flatpaks per a aplicacions addicionals.
de: Beide bewerben distrobox und flatpaks für zuätzliche Apps.
id: Keduanya mempromosikan distrobox dan flatpaks untuk aplikasi tambahan.
ja: いずれも追加のアプリを使用する場合に distrobox や flatpaks を推奨している。
nl: Beiden promoten distrobox en flatpaks voor extra toepassingen.

source: All options are correct.
ca: Totes les opcions són correctes.
de: Alle Antworten sind richtig.
id: Semua opsi benar.
ja: これら全てが正しい。
nl: Alle opties zijn juist.

source: Both Aeon and Kalpa have interesting names indirectly referring to a rolling release. How so?
ca: Tant l'Aeon com el Kalpa tenen noms interessants que fan referència indirectament a un llançament continu. Com és això?
de: Aeon und Kalpa haben beide interessante Namen die indirekt auf rolling-release hinweisen. Wie?
id: Baik Aeon maupun Kalpa memiliki nama yang menarik yang secara tidak langsung merujuk pada sistem rilis berkelanjutan. Bagaimana caranya?
ja: Aeon や Kalpa はいずれもローリングリリースモデルを間接的に示す特徴的な名前になっています。それは何故？
nl: De de namen van Aeon en Kalpa refereren indirect aan "rolling release". Hoezo?

source: Both are ancient terms meaning long periods or cosmic cycles.
ca: Tots dos són termes antics que signifiquen períodes llargs o cicles còsmics.
de: Beides sind antike Begriffe die lange Perioden in kosmischen Zyklen bedeuten.
id: Keduanya adalah istilah kuno yang berarti periode panjang atau siklus kosmik.
ja: いずれも非常に長い時間や宇宙の周期を表す古い用語であるため。
nl: Beide zijn termen voor lange perioden of kosmische cycli.

source: Both are names of famous Western movies where rolling tumbleweed appeared.
ca: Tots dos són noms de pel·lícules de l'oest famoses on apareixia herba rodant.
de: Beide sind Namen von berühmten Western wo ein rollender Steppenläufer auftaucht.
id: Keduanya adalah judul film-film Barat terkenal di mana gulungan rumput liar muncul.
ja: いずれも転がる回転草 (tumbleweed) が現れる有名な西部劇映画の名前であるため。
nl: Beide zijn de namen van westerns waar de rolling release Tumbleweed in verscheen.

source: Both are very old nicknames of the original architect behind MicroOS.
ca: Tots dos són sobrenoms molt antics de l'arquitecte original darrere de MicroSO.
de: Beides sind alte Spitznamen des ursprünglichen Architekten hinter MicroOS.
id: Keduanya adalah nama panggilan lama dari arsitek asli di balik MicroOS.
ja: いずれも MicroOS の原作者を表す古いニックネームであるため。
nl: Beiden zijn erg oude schermnamen van de originele architect achter MicroOS.

source: Both refer to software update tools in openSUSE.
ca: Tots dos fan referència a les eines d'actualització de programari a l'openSUSE.
de: Beide beziehen sich auf Softwareupdate-Tools auf openSUSE.
id: Keduanya merujuk pada alat pembaruan perangkat lunak di openSUSE.
ja: いずれも openSUSE で使用されるソフトウエア更新ツールを意味するため。
nl: Beiden verwijzen naar software hulpmiddelen voor bijwerken in openSUSE.

source: There was an experiment with a Sway-based immutable desktop in 2023. Do you know its name?
ca: El 2023 es va fer un experiment amb un escriptori immutable basat en Sway. En saps el nom?
de: Es gab 2023 einen experimentellen Sway-basierten immutable Desktop. Wie lautet dessen Name?
id: Pada tahun 2023, dilakukan sebuah eksperimen dengan desktop imutabel berbasis Sway. Apakah Anda tahu namanya?
ja: 2023 年に Sway ベースの実験的な不変型デスクトップが公開された。その名前は？
nl: Er was een experiment met en op Sway gebaseerde onveranderlijk bureaublad in 2023. Weet u zijn naam?

source: Which tool is used to safely update the base system in our Immutable distributions?
ca: Quina eina s'usa per actualitzar de manera segura el sistema base a les nostres distribucions immutables?
de: Welches Tool wird verwendet um sicher das Basissystem unserer immutable Distributionen zu updaten?
id: Alat apa yang digunakan untuk memperbarui sistem dasar secara aman pada distribusi Imutabel kita?
ja: 不変型のディストリビューションにおいて、基本システムを安全に更新する際に使用するツールはどれ？
nl: Welke tool wordt gebruikt om op een veilige manier het basis systeem in een immutable distributie te updaten?

source: How can you install an additional package?
ca: Com es pot instal·lar un paquet addicional?
de: Wie kann man ein zusätzliches Paket installieren?
id: Bagaimana cara menginstal paket tambahan?
ja: 追加のパッケージをインストールするにはどうすればよい？
nl: Hoe kun je extra pakketten installeren?

source: Why is 'transactional-update shell' generally not recommended?
ca: Per què generalment no es recomana l'ús de l'ordre transactional-update shell?
de: Warum wird 'transactional-update shell' normalerweise nicht empfohlen?
id: Mengapa ‘transactional-update shell’ umumnya tidak direkomendasikan?
ja: 'transactional-update shell' が一般的に非推奨とされる理由は？
nl: Waarom wordt 'transactional-update shell' niet aangeraden?

source: Because you can modify all parts of the system.
ca: Perquè pot modificar totes les parts del sistema.
de: Weil man damit alle Teile des Systems ändern kann.
id: Karena Anda dapat memodifikasi semua bagian dari sistem.
ja: システム内の任意の箇所を変更できてしまうため。
nl: Omdat je daarmee alles van het systeem kunt veranderen.

source: It creates wormholes into another dimension.
ca: Crea forats de cuc en una altra dimensió.
de: Es erzeugt Wurmlöcher in eine andere Dimension.
id: Hal ini menciptakan lubang cacing ke dimensi lain.
ja: 別の次元へのワームホールを作ってしまうため。
nl: Het creëert wormholes naar een andere dimensie.

source: It can secretly migrate your system to Fedora.
ca: Pot migrar en secret el sistema a Fedora.
de: Es migriert dein System heimlich zu Fedora.
id: Ini dapat secara diam-diam memigrasikan sistem Anda ke Fedora.
ja: お使いのシステムをこっそり Fedora に移行してしまうため。
nl: Het kan je systeem stiekem veranderen in Fedora.

source: Geeko loses a hair every time you use it.
ca: El Geeko perd un cabell cada vegada que l'uses.
de: Geeko verliert bei jeder Benutzung Haare.
id: Geeko kehilangan satu rambut setiap kali Anda menggunakannya.
ja: それを使うたびに Geeko が髪の毛を失うため。
nl: Geeko verliest een haar elke keer dat u het gebruikt.

source: How do our Immutable distros allow writing to /etc at runtime?
ca: Com permeten les nostres distribucions immutables escriure a /etc durant l'execució?
de: Wie erlauben unsere immutable Distros es /etc zur Laufzeit zu schreiben?
id: Bagaimana distro Imutabel kita memungkinkan penulisan ke /etc saat runtime?
ja: 不変型のディストリビューションにおいて、稼働時に /etc に書き込みを許可するには？
nl: Hoe laten uw onveranderlijke distributies schrijven naar /etc tijdens uitvoeren?

source: By using overlayfs on top of /etc
ca: Usant overlayfs a /etc
de: Indem ein overlayfs über /etc verwendet wird
id: Dengan menggunakan overlayfs di atas /etc
ja: /etc に対して overlayfs をマウントする
nl: Door overlayfs bovenop /etc te gebruiken

source: By mounting a writable Btrfs subvolume directly
ca: Muntant directament un subvolum Btrfs escrivible
de: Indem direkt ein schreibbares Btrfs Subvolume gemounted wird
id: Dengan memount subvolume Btrfs yang dapat ditulis secara langsung
ja: btrfs のサブボリュームを直接マウントする
nl: Door een beschrijfbare Btrfs subvolume direct aan te koppelen

source: By disabling read-only mode during boot
ca: Desactivant el mode de només lectura durant l'arrencada
de: Indem der read-only Modus beim boot ausgeschaltet wird
id: Dengan menonaktifkan mode read-only selama proses booting
ja: 起動時に読み込み専用モードを無効化する
nl: Door modus alleen-lezen uit te schakelen tijdens opstarten

source: Through rpm-ostree layering
ca: Mitjançant les capes rpm-ostree
de: Über rpm-ostree Schichten
id: Melalui pelapisan rpm-ostree
ja: rpm-ostree のレイヤ機能を介する
nl: Via rpm-ostree lagen

source: Aside from the update mechanism in Immutable distros, what other components SUPPORT transactional-updates?
ca: A part del mecanisme d'actualització de les distribucions Immutables, quins altres components ADMETEN les actualitzacions transaccionals?
de: Neben dem Update-Mechanismus in immutable Distros, welche anderen Komponenten UNTERSTÜTZEN transactional-updates?
id: Selain mekanisme pembaruan di distro Imutabel, komponen apa saja yang mendukung pembaruan transaksional?
ja: 不変型ディストリビューションの更新機構のほかに、 transactional-updates をサポートする他のコンポーネントは？
nl: Naast het mechanisme bijwerken in onveranderlijke distributies, welke andere componenten ONDERSTEUNEN transactioneel bijwerken?

source: Salt and Ansible
ca: Salt i Ansible
de: Salt und Ansible
id: Salt dan Ansible
ja: Salt や Ansible
nl: Salt en Ansible

source: Only one of the following immutable distributions has regular point releases, the rest are rolling. Which one?
ca: Només una de les distribucions immutables següents té llançaments puntuals regulars, la resta és de llançament continu. Quina?
de: Nur eine der folgende immutable Distros hat stabile Releases, der Rest rollt. Welche?
id: Hanya salah satu dari distribusi imutabel berikut yang memiliki rilis reguler, sisanya menggunakan model rolling. Mana yang dimaksud?
ja: 以下の不変型ディストリビューションのうち、定期リリースを行っているのは 1 つだけで、それ以外はローリングリリース型です。定期リリースを行っているのはどれ？
nl: Slechts een van de volgende onveranderlijke distributies heeft reguliere puntuitgaven, de rest zijn rollend. Welke?

source: MicroOS
ca: MicroSO

source: Aeon
ca: L'Aeon

source: Kalpa
ca: El Kalpa

source: Interesting facts about the kernel at SUSE and openSUSE
ca: Dades interessants sobre el nucli de SUSE i openSUSE
de: Interessante Fakten über den Kernel bei SUSE und openSUSE
id: Fakta menarik tentang kernel di SUSE dan openSUSE
ja: SUSE や openSUSE のカーネルにおける興味深い事実
nl: Interessante feiten over de kernel in SUSE en openSUSE

source: What is roughly the size (MB) of base (squashfs) image of SUSE Automotive Linux OS?
ca: Quina és aproximadament la mida (en MB) de la imatge de base (squashfs) del sistema operatiu SUSE Automotive Linux?
de: Was ist die ungefähre Dateigröße (MB) eines base-images (squashfs) von SUSE Automotive Linux OS?
id: Berapa kira-kira ukuran (MB) dari image dasar (squashfs) sistem operasi SUSE Automotive Linux?
ja: SUSE Automotive Linux OS のベース (squashfs) イメージのサイズ (MB) はおおよそどれくらい？
nl: Wat is ruwweg de grootte (MB) van de base (squashfs) image van SUSE Automotive Linux OS?

source: How many configuration parameters (roughly) are adjusted in the real-time Linux kernel for automotive compared to standard SLES RT?
ca: Quants paràmetres de configuració (aproximadament) s'ajusten al nucli de Linux en temps real per a l'automoció en comparació amb l'SLES RT estàndard?
de: Wie viele Konfigurationsparameter (ungefähr) werden im real-time Linux Kernel für die Automobilindustrie geändert im Vergleich mit dem normalen SLES RT?
id: Berapa banyak (perkiraan) parameter konfigurasi yang disesuaikan dalam kernel Linux real-time untuk otomotif dibandingkan dengan SLES RT standar?
ja: 標準の SLES RT との比較で、 automotive 向けのリアルタイム Linux カーネルに設定されているパラメータの数はおおよそどれくらい？
nl: Hoeveel configuratieparameters (ruwweg) worden er aangepast in de real-time Linux kernel voor automotive vergeleken met de standaard SLES RT?

source: How many patches were applied on top of the upstream kernel 15.6 (SLES 15 SP6) as of June 11 2025?
ca: Quants pedaços s'han aplicat sobre el nucli 15.6 (SLES 15 SP6) a partir de l'11 de juny de 2025?
de: Wie viele Patches werden auf dem Upstream Kernel 15.6 (SLES 15 SP6) zum zeitpunkt 11. Juni 2025 angewendet?
id: Berapa banyak patch yang diterapkan pada kernel upstream 15.6 (SLES 15 SP6) per 11 Juni 2025?
ja: 2025 年 6 月 11 日時点で、 15.6 (SLES 15 SP6) のカーネルに適用されているアップストリームに対するパッチの数はどれくらい？
nl: Hoeveel patches zijn er toegepast bovenop de upstream kernel 15.6 (SLES 15 SP6) vanaf 11 juni 2025?

source: Which kernel flavor is used by default in openSUSE Leap?
ca: Quin tipus de nucli s'usa per defecte a l'openSUSE Leap?
de: Welche Art Kernel ist Standard unter auf openSUSE Leap?
id: Kernel jenis apa yang digunakan secara bawaan di openSUSE Leap?
ja: openSUSE Leap での既定のカーネルフレーバーはどれ？
nl: Welke smaak kernel wordt er standaard gebruikt in openSUSE Leap?

source: What is the primary difference between kernel-default and kernel-rt in openSUSE?
ca: Quina és la diferència principal entre kernel-default i kernel-rt a openSUSE?
de: Was ist der Unterschied zwischen kernel-default und kernel-rt in openSUSE?
id: Apa perbedaan utama antara kernel-default dan kernel-rt di openSUSE?
ja: openSUSE において、 kernel-default と kernel-rt の主な違いは何？
nl: Wat is het primaire verschil tussen kernel-default en kernel-rt in openSUSE?

source: kernel-rt supports older hardware
ca: kernel-rt admet maquinari més antic
de: kernel-rt unterstützt alte Hardware
id: kernel-rt mendukung perangkat keras lama
ja: kernel-rt は古いハードウエアに対応している
nl: kernel-rt ondersteunt oudere hardware

source: kernel-rt disables preemption
ca: kernel-rt desactiva la preempció
de: kernel-rt deaktiviert Präemption
id: kernel-rt menonaktifkan preemption
ja: kernel-rt ではプリエンプションが無効化されている
nl: kernel-rt schakelt preemtion uit

source: kernel-rt has full real-time preemption enabled
ca: kernel-rt té la preempció completa en temps real habilitada
de: kernel-rt hat vollständige Echtzeit-Präemption aktiviert
id: kernel-rt telah mengaktifkan preemption real-time secara penuh
ja: kernel-rt では完全なリアルタイムプリエンプションが有効化されている
nl: kernel-rt heeft volledige real-time preemption ingeschakeld

source: kernel-rt has less security features
ca: kernel-rt té menys funcions de seguretat
de: kernel-rt hat weniger Sicherheits-features
id: kernel-rt memiliki fitur keamanan lebih sedikit
ja: kernel-rt ではセキュリティ機能が削減されている
nl: kernel-rt heeft minder functies voor beveiliging

source: What does 'PREEMPT_RT' enable in the Linux kernel?
ca: Què habilita PREEMPT_RT al nucli de Linux?
de: Was schaltet die Option 'PREEMPT_RT' im Linux Kernel an?
id: Apa yang diaktifkan 'PREEMPT_RT' di kernel Linux?
ja: Linux カーネルで 'PREEMPT_RT' を有効化すると何が起こる？
nl: Wat schakelt 'PREEMPT_RT' in in de Linux kernel?

source: Real-time audio streaming
ca: Transmissió d'àudio en temps real
de: Audio streaming in Echtzeit
id: Streaming audio real-time
ja: リアルタイムなオーディオストリーミングができるようになる
nl: Real-time streaming van audio

source: Full preemption, reducing latency in critical sections
ca: Preempció completa, així redueix la latència en seccions crítiques
de: Volle preemption, was die Latenz in wichtigen Situation verringert
id: Preemption penuh, mengurangi latensi di sections critical
ja: 完全なプリエンプション機能が有効化され、クリティカルセクションでの遅延が削減される
nl: Volledige voorrang, verminderen van vertraging in kritische secties

source: Faster boot times
ca: Temps d'arrencada més ràpids
de: Schnelleren boot
id: Waktu booting lebih cepat
ja: 起動にかかる時間が削減される
nl: Snellere opstarttijden

source: Better energy efficiency
ca: Millor eficiència energètica
de: Bessere Energieffizienz
id: Efisiensi energi yang lebih baik
ja: エネルギー効率が高まる
nl: Betere energie-efficiency

source: What is the name of a (very) fast tool for expanding kernel patches?
ca: Com es diu una eina (molt) ràpida per expandir els pedaços del nucli?
de: Wie lautet der Name eines (sehr) schnellen Programms um Kernel Patches zu expandieren?
id: Apa nama alat (yang sangat) cepat untuk memperluas patch kernel?
ja: カーネルパッチを非常に高速に展開するためのツールの名前は？
nl: Wat is de naam van een (erg) snel hulpmiddel voor uitbouwen van kernel patches?

source: In openSUSE, where are kernel build configs usually stored in the source tree?
ca: A l'openSUSE, on es desen normalment les configuracions de compilació del nucli a l'arbre de codi font?
de: In openSUSE, wo werden kernel build Konfigurationen im Quellcode gespeichert?
id: Di openSUSE, biasa disimpan di manakah kernel build config di source tree?
ja: openSUSE において、カーネルのビルド設定を保存しているソースツリー内の場所はどこ？
nl: Waar wordt In openSUSE de bouwconfiguratie voor de kernel gewoonlijk opgeslagen in de boomstructuur van de broncode?

source: What does the 'kernel-devel' package provide in openSUSE?
ca: Què proporciona el paquet kernel-devel a l'openSUSE?
de: Was bietet das "kernel-devel" Paket in openSUSE an?
id: Apa yang disediakan paket 'kernel-devel' di openSUSE?
ja: openSUSE で提供されている 'kernel-devel' パッケージとは何？
nl: Wat levert het pakket 'kernel-devel' in openSUSE?

source: Common kernel headers used as a base for building external kernel modules
ca: Capçaleres comunes del nucli usades com a base per construir mòduls externs del nucli
de: Häufige Kernel header die zum Bauen von externen Kernelmodulen verwendet werden
id: Header kernel umum yang digunakan sebagai dasar untuk membangun modul kernel eksternal
ja: 新しいカーネルモジュールを構築する際のベースとして使用する、汎用カーネルヘッダファイル
nl: Gemeenschappelijke kernel-headers gebruikt als een basis voor het bouwen van externe kernel-modules

source: Complete kernel source code required for debugging and building modules
ca: Codi font complet del nucli necessari per a la depuració i la compilació de mòduls
de: Den gesamten Kernel Quellcode der zum debuggen und Bauen von Modulen gebraucht wird
id: Kode sumber kernel lengkap yang diperlukan untuk debugging dan membangun modul
ja: モジュールをデバッグしたり構築したりする際に必要な、完全なカーネルのソースツリー
nl: Complete kernel-broncode vereist voor debugging en bouwen van modules
