Repository: lkocman/quiz
Catalog: po/*.po
Languages: ca, de, id, ja, nl

source: What is the default filesystem in openSUSE?
ca: Quin és el sistema de fitxers per defecte a l'openSUSE?
de: Was ist das standard-Dateisystem unter openSUSE?
id: Apakah sistem berkas bawaan openSUSE?
ja: openSUSE における既定のファイルシステムは？
nl: Wat is het standaard bestandssysteem in openSUSE?

source: InterPlanetary File System
ca: Sistema de fitxers interplanetari
id: Sistem Berkas InterPlanetary
nl: Interplanetair bestandssysteem

source: What’s the name of the new installer in Leap 16?
ca: Com es diu l'instal·lador nou del Leap 16?
de: Was ist der Name des neuen Installers für Leap 16?
id: Apa nama penginstal baru di Leap 16?
ja: Leap 16 における新しいインストーラの名前は？
nl: Wat is de naam van het nieuwe installatieprogramma in Leap 16?

source: Which openSUSE distribution is optimized for running containers and micro services?
ca: Quina distribució d'openSUSE està optimitzada per executar contenidors i microserveis?
de: Welche openSUSE Distribution ist für Container und Microservices optimiert?
id: Distribusi openSUSE mana yang dioptimalkan untuk menjalankan kontainer dan layanan mikro?
ja: コンテナやマイクロサービスを動作させるのに最適な openSUSE ディストリビューションはどれ？
nl: Welke openSUSE distributie is geoptimaliseerd voor het uitvoeren van containers en micro-services?

source: MicroOS and Leap Micro
ca: MicroSO i Leap Micro
de: MicroOS und Leap Micro
id: MicroOS dan Leap Micro
ja: MicroOS および Leap Micro
nl: MicroOS en Leap Micro

source: Which openSUSE rolling distribution offers a calmer alternative to Tumbleweed for users who prefer fewer surprises?
ca: Quina distribució progressiva d'openSUSE ofereix una alternativa més tranquil·la respecte del Tumbleweed per als usuaris que prefereixen menys sorpreses?
de: Welche openSUSE Distribution bietet eine ruhigere Alternative zu Tumbleweed, für Nutzer die weniger Überraschungen bevorzugen?
id: Distribusi bergulir openSUSE manakah yang menawarkan alternatif yang lebih tenang daripada Tumbleweed bagi pengguna yang memilih lebih sedikit kejutan?
ja: より少ないサプライズを望むユーザ向けに、 Tumbleweed より穏やかに更新される openSUSE のローリングリリース型ディストリビューションはどれ？
nl: Welke openSUSE rollende distributie biedt een kalmer alternatief voor Tumbleweed voor gebruikers die minder verrassingen willen?

source: What is Leap 16.0?
ca: Què és Leap 16.0?
de: Was ist Leap 16.0?
id: Apa itu Leap 16.0?
ja: Leap 16.0 とは何？
nl: Wat is Leap 16.0?

source: A traditional Linux distribution, the successor to Leap 15.6, released in Fall 2025
ca: Una distribució tradicional de Linux, la successora de Leap 15.6, publicada a la tardor de 2025
de: Eine traditionelle Linux Distribution, der Nachfolger von leap 15.6, veröffentlicht im Herbst 2025
id: Distribusi Linux tradisional, penerus Leap 15.6, dirilis pada musim gugur 2025
ja: Leap 15.6 の後継として 2025 年秋に公開された、従来型の Linux ディストリビューション
nl: Een traditionele Linux distributie, de opvolger van Leap 15.6, uit te geven in de herfst van 2025

source: An immutable distribution with GNOME and KDE
ca: Una distribució immutable amb GNOME i KDE
de: Eine immutable Distribution mit GNOME und KDE
id: Distribusi imutabel dengan GNOME dan KDE
ja: GNOME や KDE を利用できる不変型のディストリビューション
nl: Een onveranderlijke distributie met GNOME en KDE

source: A rolling release for mobile devices
ca: Una versió contínua per a dispositius mòbils
de: Eine rolling-release Distribution für mobile Geräte
id: Rilis bergulir untuk perangkat seluler
ja: モバイルデバイス向けのローリングリリース
nl: Een rollende uitgave voor mobiele apparaten

source: A container-focused system like MicroOS
ca: Un sistema centrat en contenidors com ara MicroSO
de: Ein Betriebssystem für Container, wie MicroOS
id: Sistem yang berfokus pada kontainer seperti MicroOS
ja: MicroOS のようにコンテナに注力したシステム
nl: Een op container gericht systeem zoals MicroOS

source: Which desktop environment is the default for openSUSE Leap 15?
ca: Quin entorn d'escriptori és el predeterminat per a l'openSUSE Leap 15?
de: Welche Desktop-Umgebung ist Standard unter auf openSUSE Leap 15?
id: Lingkungan desktop manakah yang merupakan bawaan openSUSE Leap 15?
ja: openSUSE Leap 15 での既定のデスクトップ環境はどれ？
nl: Welk bureaublad-omgeving is de standaard voor openSUSE Leap 15?

source: There is no default. We leave choice to the user.
ca: No hi ha cap valor per defecte. Deixem que l'usuari triï.
de: Es gibt keinen Standard. Wir überlassen die Wahl dem Benutzer.
id: Tidak ada bawaannya. Kami serahkan pilihannya pada pengguna.
ja: 既定は特に指定されておらず、ユーザ側で自由に選択できる。
nl: Er is geen standaard. We laten de keuze aan de gebruiker.

source: What is the name of the openSUSE build system?
ca: Quin és el nom del sistema de construcció de l'openSUSE?
de: Was ist der Name des openSUSE Build System?
id: Apakah nama dari openSUSE build system?
ja: openSUSE のビルドシステムの名称は？
nl: Wat is de naam van het openSUSE bouwsysteem?

source: OBS (Open Build Service)
ca: OBS (Servei de construcció obert)

source: Autobuilder
ca: Autoconstructor

source: How can you make changes to a root partition on a transactional-update based system?
ca: Com podeu fer canvis en una partició d'arrel en un sistema basat en actualitzacions transaccionals?
de: Wie kann man Änderungen an der root-Partition auf einem transaktionalen System vornehmen?
id: Bagaimana cara melakukan perubahan terhadap partisi root pada sistem dengan basis transactional-update?
ja: トランザクション型更新のシステムにおいて、ルートパーティションに変更を加えるにはどうすれば良い？
nl: Hoe kunt u wijzigingen aanbrengen aan de root-partitie op een op transactional updates gebaseerd systeem?

source: Use transactional-update command and reboot into a new snapshot
ca: Useu l'ordre transactional-update i reinicieu en una instantània nova
de: Das transactional-update Programm verwenden und in einen neuen Snapshot booten
id: Menggunakan perintah transactional-update dan reboot ke dalam sebuah snapshot baru
ja: transactional-update コマンドを利用して新しいスナップショットを作成し、再起動する
nl: Gebruik het commando transactional-update en herstart in een nieuwe momentopname

source: By using sudo-sudo to gain giga privileges
ca: Ús de sudo-sudo per obtenir privilegis de giga
de: Indem man sudo-sudo verwendet um Giga-Rechte zu erhalten
id: Dengan menggunakan sudo-sudo untuk mendapatkan hak istimewa tingkat tinggi
ja: sudo-sudo を利用して最大限の権限を取得する
nl: Door sudo-sudo te gebruiken om giga-privileges te verkrijgen

source: By using Salt or Ansible
ca: Ús de Salt o Ansible
de: Indem man Salt oder Ansible verwendet
id: Dengan menggunakan Salt atau Ansible
ja: Salt や Ansible を利用する
nl: Door Salt of Ansible te gebruiken

source: You have to edit files under a user netrunner and cross fingers
ca: Cal editar fitxers amb un usuari de netrunner i creuar els dits.
de: Indem man Dateien als netrunner User anpasst und seine Finger kreuzt
id: Anda harus mengubah berkas di bawah pengguna netrunner dan berharap semua lancar
ja: netrunner というユーザの下でファイルを編集してから祈る
nl: U moet bestanden bewerken onder een gebruiker netrunner en afwachten

source: What is 'YaST'?
ca: Què és el YaST?
de: Was ist 'YaST'?
id: Apa itu 'YaST'?
ja: 'YaST' とは何？
nl: Wat is 'YaST'?

source: A chameleon species native to Africa
ca: Una espècie de camaleó originària d'Àfrica
de: Eine Chameleonart in Afrika
id: Spesies bunglon asli Afrika
ja: アフリカ原産のカメレオンの一種
nl: Een kameleonsoort inheems in Afrika

source: A free software for configuration of operating system
ca: Un programari gratuït per a la configuració del sistema operatiu
de: Freie Software zum Konfigurieren eines Betriebssystems
id: Perangkat lunak bebas untuk mengonfigurasi sistem operasi
ja: オペレーティングシステムの設定を取り扱うフリーソフトウエア
nl: Vrije software voor configuratie van een besturingssystem

source: The default web browser
ca: El navegador web predeterminat
de: Der standard Webbrowser
id: Peramban web bawaan
ja: 既定の Web ブラウザ
nl: De standaard webbrowser

source: A programming language
ca: Un llenguatge de programació
de: Eine Progammiersprache
id: Sebuah bahasa pemrograman
ja: プログラミング言語
nl: Een programmeertaal

source: What is the go-to place to learn about projects from Rancher and SUSE?
ca: Quin és el lloc per obtenir informació sobre els projectes de Rancher i SUSE?
de: Was ist der richtige Ort um sich über Projekte von Rancher und SUSE zu informieren?
id: Di mana tempat terbaik untuk mempelajari proyek-proyek dari Rancher dan SUSE?
ja: Rancher と SUSE が提供するプロジェクトについて学べる場所は？
nl: Wat is dé plek om voor info over projecten van Rancher en SUSE?

source: Rancher Academy
ca: Acadèmia de Ranchers
id: Akademi Rancher

source: Moo University
ca: Universitat de Moo
id: Universitas Moo

source: Where can you install additional packages or packages with changes that didn't make it into the main distribution?
ca: Des d'on podeu instal·lar paquets addicionals o paquets amb canvis que no s'hagin inclòs a la distribució principal?
de: Wo kann man zusätzliche Pakete oder Pakete mit Änderungen, die es nicht in die Hauptdistribution geschafft haben, installieren?
id: Di mana Anda dapat menginstal paket tambahan atau paket yang telah dimodifikasi yang tidak termasuk dalam distribusi utama?
ja: 追加のパッケージやディストリビューションに取り込まれていない変更点を含むパッケージをインストールする方法として、正しいのはどれ？
nl: Waar kun je extra pakketten of pakketten met wijzigingen van installeren, die niet in de distributie zittten?

source: With a single click from software.opensuse.org
ca: Amb un sol clic des de software.opensuse.org
de: Mit einem einzigen Klick auf software.opensuse.org
id: Dengan satu klik dari software.opensuse.org
ja: software.opensuse.org から 1 クリックで
nl: Met one-click van software.opensuse.org

source: By browsing the myriad of projects on OBS build.opensuse.org
ca: Navegant per la infinitat de projectes a OBS build.opensuse.org
de: Indem man die unzähligen Projekte im OBS unter build.opensuse.org durchsucht
id: Dengan menjelajahi berbagai proyek di OBS build.opensuse.org
ja: OBS build.opensuse.org 内にある多数のプロジェクト内を探して
nl: Door het doolhof van projecten op OBS build.opensuse.org te doorzoeken

source: Through command opi, from the Packman repository or from Flathub
ca: Mitjançant l'ordre opi, des del repositori Packman o des de Flathub
de: Mit dem Befehl opi, aus dem Packman repository oder von Flathub
id: Melalui perintah opi, dari repositori Packman atau dari Flathub
ja: opi コマンドを利用して Packman リポジトリや Flathub 内を検索して
nl: Door het commando opi, van de Packman repo of Flathub

source: When submitting packages to openSUSE, where do you send them (metaphorically)?
ca: Quan envieu paquets a openSUSE, on els envieu (metafòricament)?
de: Wo schickt man Pakete hin um sie nach openSUSE zu senden?
id: Saat mengirimkan paket ke openSUSE, ke mana Anda mengirimkannya (secara kiasan)?
ja: パッケージを openSUSE に送信する際の方法として正しいのはどれ？
nl: Bij het indienen van pakketten aan openSUSE, waar stuur je ze heen (metaforisch)?

source: build.opensuse.org, not a carrier pigeon
ca: build.opensuse.org, no és un colom missatger
de: build.opensuse.org, keine Brieftaube
id: build.opensuse.org, bukan merpati pos
ja: 伝書鳩ではなく build.opensuse.org から
nl: build.opensuse.org, geen postduif

source: To the cloud (literally)
ca: Al núvol (literalment)
de: In die cloud/Wolken
id: Ke awan (secara harfiah)
ja: クラウドから
nl: Letterlijk de lucht in

source: By email to the Geeko mascot
ca: Per correu electrònic a la mascota Geeko
de: Per Email an das Geeko Maskottchen
id: Melalui email ke maskot Geeko
ja: Geeko マスコットに電子メールで
nl: Stuur een email naar Geeko

source: Via smoke signals from Nuremberg
ca: Per senyals de fum des de Nuremberg
de: Über Rauchsignale aus Nürnberg
id: Melalui sinyal asap dari Nuremberg
ja: ニュルンベルクから狼煙で
nl: Rooksignalen vanuit Neurenberg

source: Where can you check the current status of openSUSE infrastructure?
ca: On podeu consultar l'estat actual de la infraestructura d'openSUSE?
de: Wo kann man den aktuellen Status der openSUSE Infrastruktur einsehen?
id: Di mana Anda dapat memeriksa status terkini infrastruktur openSUSE?
ja: openSUSE インフラストラクチャの現状を確認できる場所は？
nl: Waar kun de huidige status van de openSUSE infrastructuur checken?

source: What is the name of the new package manager GUI replacing YaST?
ca: Quin és el nom de la interfície gràfica d'usuari nova del gestor de paquets que substitueix el YaST?
de: Was ist der Name der neuen graphischen Paketmanager-Benutzeroberfläche die YaST ersetzt?
id: Apa nama antarmuka pengguna grafis (GUI) pengelola paket baru yang menggantikan YaST?
ja: YaST の後継となる新しいパッケージマネージャ GUI の名前は？
nl: Wat is de naam van de vervanger van YaST Software?

source: How often does openSUSE Leap release a new stable version?
ca: Amb quina freqüència l'openSUSE Leap publica una versió estable nova?
de: Wie oft veröffentlicht openSUSE Leap eine neue Version?
id: Seberapa sering openSUSE Leap merilis versi stabil baru?
ja: openSUSE Leap の安定バージョンの公開間隔は？
nl: Hoe vaak komt er een nieuwe Leap verse?

source: Every 5 years when the stars align
ca: Cada 5 anys, quan els astres s'alineen
de: Alle 5 Jahre wenn die Sterne gut stehen
id: Setiap 5 tahun sekali ketika bintang-bintang sejajar
ja: 星が揃う 5 年ごと
nl: Elke 5 jaar als de sterren in lijn staan

source: Every 12 months with 6 months overlap
ca: Cada 12 mesos amb 6 mesos de solapament
de: Alle 12 Monate mit einer 6-monatigen Überlappung
id: Setiap 12 bulan dengan tumpang tindih 6 bulan
ja: 12 ヶ月間隔で、 6 ヶ月の重複期間が加わる
nl: Elke 12 maand met 6 maand overlapping

source: Every month
ca: Cada mes
de: Jeden Monat
id: Setiap bulan
ja: 毎月
nl: Elke maand

source: When the Geeko gets bored
ca: Quan el Geeko s'avorreix
de: Wenn dem Geeko langweilig ist
id: Ketika Geeko merasa bosan
ja: Geeko が飽きたら
nl: Als Geeko zich verveelt

source: Which openSUSE service is used for localization and translation management?
ca: Quin servei d'openSUSE s'usa per a la localització i la gestió de traduccions?
de: Welcher openSUSE Service wird für Lokalisierung und Übersetzungsverwaltung verwendet?
id: Layanan openSUSE mana yang digunakan untuk pengelolaan lokalisasi dan terjemahan?
ja: ローカライズや翻訳の管理に使用している openSUSE のサービスはどれ？
nl: Waarmee in openSUSE is deze vertaling gemaakt?

source: Build Service
ca: Servei de construcció
nl: Buid Service

source: What command would you use to update software packages on openSUSE from the terminal?
ca: Quina ordre usaríeu per actualitzar paquets de programari a l'openSUSE des del terminal?
de: Welches Kommando würden Sie benutzen um Software Pakete in openSUSE von der Konsole aus zu updaten?
id: Perintah apa yang akan Anda gunakan untuk memperbarui paket perangkat lunak di openSUSE melalui terminal?
ja: 端末から openSUSE のソフトウエアパッケージを更新する際に使用するコマンドは？
nl: Welk commando zou je gebruiken om software pakketten in openSUSE te updaten vanuit een terminal?

source: What does Tumbleweed represent in openSUSE?
ca: Què representa Tumbleweed a openSUSE?
de: Was repräsentiert Tumbleweed in openSUSE?
id: Apa arti Tumbleweed dalam openSUSE?
ja: openSUSE で Tumbleweed とはどういう意味？
nl: Welke positie neemt Tumbleweed in in openSUSE?

source: A rolling release distribution
ca: Una distribució de versió contínua
de: Eine rolling-release Distribution
id: Distribusi rilis berkelanjutan
ja: ローリングリリース型のディストリビューション
nl: Een "rolling release" distributie

source: A desktop environment
ca: Un entorn d'escriptori
de: Eine Desktop Umgebung
id: Lingkungan desktop
ja: デスクトップ環境
nl: Een bureaublad omgeving

source: The mascot
ca: La mascota
de: Das Maskottchen
id: Maskot
ja: マスコット
nl: De mascotte

source: An installer
ca: Un instal·lador
de: Ein Installer
id: Installer
ja: インストーラ
nl: Een installatie programma

source: Which openSUSE distribution is known for being a stable point release?
ca: Quina distribució d'openSUSE és coneguda com a versió estable?
de: Welche openSUSE Distribution ist für stabile Versionen bekannt?
id: Distribusi openSUSE mana yang dikenal sebagai rilis stabil?
ja: 一定間隔で安定バージョンを提供する openSUSE ディストリビューションはどれ？
nl: Welke openSUSE distributie staat bekend als stabiele "point" uitgave?

source: What is the primary focus of openSUSE MicroOS?
ca: Quin és l'objectiu principal d'openSUSE MicroSO?
de: Was ist der primäre Fokus von openSUSE MicroOS?
id: Apa fokus utama dari openSUSE MicroOS?
ja: openSUSE MicroOS の主な目的は？
nl: Wat is het primaiire doel van openSUSE MicroOS?

source: Immutable OS optimized for containers and microservices
ca: Un sistema operatiu immutable optimitzat per a contenidors i microserveis
de: Immutable Distribution optimiert für Container und Microservices
id: Sistem Operasi yang tidak dapat diubah (Imutabel OS) yang dioptimalkan untuk kontainer dan mikroservis
ja: コンテナやマイクロサービス向けに最適化された不変な OS
nl: Immutable OS geoptimaliseerd voor containers en micro-services

source: Gaming
ca: Jocs
de: Videospiele spielen
ja: ゲーム
nl: Spelletjes spelen

source: Desktop productivity
ca: Productivitat d'escriptori
de: Desktop Produktivität
id: Produktivitas desktop
ja: デスクトップシステム
nl: Bureaublad productiviteit

source: Scientific computing
ca: Informàtica científica
de: wissenschaftliche Rechenarbeit
id: Komputasi ilmiah
ja: 科学的なコンピューティング
nl: Wetenschappelijke berekeningen

source: What tool is used to create and manage snapshots on openSUSE?
ca: Quina eina s'usa per crear i gestionar instantànies a l'openSUSE?
de: Welches Programm wird unter openSUSE benutzt um Snapshots zu erstellen und zu verwalten?
id: Alat apa yang digunakan untuk membuat dan mengelola snapshot di openSUSE?
ja: openSUSE でスナップショットを作成したり管理したりするツールはどれ？
nl: Welke tool wordt gebruikt om snapshots te maken en beheren op openSUSE?

source: What is openSUSE's default text editor?
ca: Quin és l'editor de text predeterminat de l'openSUSE?
de: Was ist openSUSEs Standard Text Editor?
id: Apa editor teks default openSUSE?
ja: openSUSE での既定のテキストエディタは？
nl: Wat is de standaard tekstbewerker in openSUSE?

source: Which command would install a package in openSUSE?
ca: Quina ordre instal·laria un paquet a l'openSUSE?
de: Welcher Befehl installiert ein Paket in openSUSE?
id: Perintah apa yang digunakan untuk menginstal paket di openSUSE?
ja: openSUSE でパッケージをインストールする際に使用するコマンドは？
nl: Wat is het commando om een pakket te installeren in openSUSE?

source: zypper install package-name
ca: zypper install nom-del-paquet
de: zypper install Paketname

source: apt-get install package-name
ca: apt-get install nom-del-paquet
de: apt-get install Paketname

source: dnf install package-name
ca: dnf install nom-del-paquet
de: dnf install Paketname

source: pacman -S package-name
ca: pacman -S nom-del-paquet
de: pacman -S Paketname

source: What is the name of the official openSUSE community forum?
ca: Quin és el nom del fòrum oficial de la comunitat d'openSUSE?
de: Wie heißt das offizielle openSUSE-Community-Forum?
id: Apa nama forum komunitas openSUSE resmi?
ja: openSUSE の公式コミュニティフォーラムの名前は？
nl: Wat is de naam van het officiële opemSUSE forum?

source: Which tool is recommended for managing software repositories and packages in openSUSE?
ca: Quina eina es recomana per gestionar els repositoris i els paquets de programari a l'openSUSE?
de: Welches Programm wird für das Verwalten von Softwarerepositories und Paketen in openSUSE empfohlen?
id: Alat apa yang direkomendasikan untuk mengelola repositori perangkat lunak dan paket di openSUSE?
ja: openSUSE でソフトウエアリポジトリやパッケージの管理を行う際の推奨ツールはどれ？
nl: Welke hulpmiddel wordt aangeraden voor het beheer van opslagruimten en pakketten in openSUSE?

source: What is the name of openSUSE's flagship rolling release?
ca: Quin és el nom de la versió insígnia d'openSUSE?
de: Wie lautet der Name der wichtigsten Rolling Releases von openSUSE?
id: Apa nama rilis rolling utama openSUSE?
ja: openSUSE のローリングリリース型ディストリビューションのうち、代表的な名前は？
nl: Wat is de naam van openSUSE's vlaggenschip rollende uitgave?

source: What command will list all repositories in openSUSE?
ca: Quina ordre enumerarà tots els repositoris d'openSUSE?
de: Welcher Befehl listet in openSUSE alle repositories auf?
id: Perintah apa yang akan menampilkan semua repositori di openSUSE?
ja: openSUSE で全てのリポジトリを一覧表示するためのコマンドは？
nl: Welk commando toont alle repositories in openSUSE?

source: What is the primary license used by openSUSE?
ca: Quina és la llicència principal usada per openSUSE?
de: Was ist die Standardlizenz die in openSUSE verwendet wird?
id: Lisensi utama apa yang digunakan oleh openSUSE?
ja: openSUSE で主に使用されているライセンスは？
nl: Wat is de primaire licentie die door openSUSE gebruikt wordt?

source: GPL (GNU General Public License)
ca: GPL (Llicència Pública General de GNU)
id: Lisensi Publik Umum GNU

source: MIT License
ca: Llicència de l'MIT
de: MIT Lizenz
id: Lisensi MIT

source: Apache License
ca: Llicència d'Apache
de: Apache Lizenz
id: Lisensi Apache

source: Proprietary
ca: De propietat
de: Proprietär
ja: プロプライエタリ
nl: Bedrijfseigendom

source: What does OBS stand for in openSUSE context?
ca: Què significa OBS al context d'openSUSE?
de: Wofür steht OBS im Kontext des openSUSE Projekts?
id: Apa kepanjangan dari OBS dalam konteks openSUSE?
ja: openSUSE で 'OBS' とはどういう意味？
nl: Wat betekent OBS in openSUSE context?

source: Open Build Service
ca: Open Build Service (Servei de construcció obert)

source: Online Backup System
ca: Online Backup System (Sistema de còpia de seguretat en línia)

source: Open Box Scheduler
ca: Open Box Scheduler (Planificador de caixa oberta)

source: Official Build System
ca: Official Build System (Sistema de construcció oficial)

source: Which openSUSE service provides live build environments and package repositories?
ca: Quin servei d'openSUSE ofereix entorns de construcció en directe i repositoris de paquets?
de: Welcher openSUSE Service stellt Live-Build-Umgebungen und Paketrepositories bereit?
id: Layanan openSUSE mana yang menyediakan lingkungan pembangunan langsung dan repositori paket?
ja: パッケージの構築環境やパッケージリポジトリそのものを提供する openSUSE のサービスはどれ？
nl: Welke openSUSE service brengt live bouwomgevingen en pakket-repositories?

source: Open Build Service (OBS)
ca: OBS (Servei de construcció obert)

source: What is the openSUSE project's primary goal?
ca: Quin és l'objectiu principal del projecte openSUSE?
de: Was ist das primäre Ziel des openSUSE-Projekts?
id: Apa tujuan utama proyek openSUSE?
ja: openSUSE プロジェクトの主な目的は？
nl: Wat is het primaire doel van het openSUSE Project?

source: Promoting and supporting free and open source software
ca: Difusió i suport de programari lliure i de codi obert
de: Open-source Software zu fördern und zu unterstützen
id: Mempromosikan dan mendukung perangkat lunak bebas dan sumber terbuka
ja: フリーでオープンソースのソフトウエアの宣伝とサポート
nl: Promoten en ondersteunen van vrije, open source software

source: Creating proprietary software
ca: Creació de programari de propietat
de: Proprietäre Software zu entwickeln
id: Membuat perangkat lunak proprietary
ja: プロプライエタリソフトウエアの作成
nl: Proprietary software maken

source: Developing video games
ca: Desenvolupament de videojocs
de: Videospiele zu entwickeln
id: Pengembangan permainan video
ja: ビデオゲームの開発
nl: Spelletjes maken

source: Providing cloud services
ca: Proporcionar serveis de núvol
de: Cloud-Services bereitzustellen
id: Menyediakan layanan cloud
ja: クラウドサービスの提供
nl: Cloud services verschaffen

source: Which openSUSE tool is used for system configuration and management?
ca: Quina eina d'openSUSE s'usa per a la configuració i la gestió del sistema?
de: Welche Software verwendet openSUSE für Systemkonfiguration und -management?
id: Alat openSUSE mana yang digunakan untuk konfigurasi dan pengelolaan sistem?
ja: システムの設定や管理を行うために使用する openSUSE のツールはどれ？
nl: Welke openSUSE tool wordt gebruikt voor systeem-configuratie en -beheer?

source: Gnome Control Center
ca: Centre de control del Gnome
id: Pusat Kontrol Gnome

source: KDE System Settings
ca: L'arranjament del sistema de KDE
de: KDE Systemeinstellungen
id: Pengaturan Sistem KDE
nl: KDE systeeminstellingen

source: What is the command to check system snapshots on openSUSE?
ca: Quina és l'ordre per comprovar les instantànies del sistema a l'openSUSE?
de: Was ist der Befehl um Systemsnapshots auf openSUSE anzuzeigen?
id: Apa perintah untuk memeriksa snapshot sistem di openSUSE?
ja: openSUSE でシステムのスナップショットを確認するためのコマンドは？
nl: Welk commando gebruik je om systeem snapshots te checken in openSUSE?
