Repository: lkocman/quiz
Catalog: po/*.po
Languages: ca, de, id, ja, nl

source: What does 'zypper refs' do?
ca: Què fa «zypper refs»?
de: Was macht `zypper refs'?
id: Apa fungsi perintah ‘zypper refs’?
ja: 'zypper refs' を実行すると何が行われる？
nl: Wat doet 'zypper refs'?

source: Refreshes all repositories
ca: Refresca tots els repositoris
de: Es lädt alle Repositories neu
id: Memperbarui semua repositori
ja: 全てのリポジトリを更新する
nl: Vernieuwt alle opslagruimten

source: Lists orphaned packages
ca: Llista els paquets orfes
de: Verwaiste Pakete auflisten
id: Menampilkan daftar paket yang terlantar
ja: 孤立したパッケージの一覧を表示する
nl: Maakt een lijst van verweesde pakketten

source: Lists soft package locks
ca: Llista els blocatges suaus de paquets
de: Es listet alle soft package locks auf
id: Menampilkan daftar penguncian paket lunak
ja: ソフトパッケージロック (施錠) の一覧を表示する
nl: Maakt een lijst met zachte vergrendelingen van pakketten

source: Refreshes defined repository index services.
ca: Refresca els serveis d'índex de repositoris definits.
de: Es lädt alle repository index services neu.
id: Memperbarui layanan indeks repositori yang telah didefinisikan.
ja: 設定済みのリポジトリインデックスサービスを更新する。
nl: Vernieuwt gedefinieerde indexservices van opslagruimten.

source: What does RIS (Repository Index Service) actually do in openSUSE?
ca: Què fa realment el RIS (Servei d'índex de repositoris) a l'openSUSE?
de: Was macht der RIS (Repository Index service) tatsächlich in openSUSE?
id: Apa yang sebenarnya dilakukan oleh RIS (Repository Index Service) di openSUSE?
ja: openSUSE で RIS (Repository Index Service; リポジトリインデックスサービス) とは何をするもの？
nl: Wat doet RIS (Repository Index Service) werkelijk in openSUSE?

source: Allows centralized and flexible repository management. openSUSE uses it to generate .repo files from rpm-managed repoindex.xml
ca: Permet una gestió centralitzada i flexible de repositoris. L'openSUSE l'usa per generar fitxers .repo a partir de repoindex.xml gestionat per rpm.
de: Es erlaubt zentralisierte und flexible Verwaltung von repositories, openSUSE verwendet es um .repo Daqteien aus der rpm-verwalteten repoindex.xml zu generieren
id: Memungkinkan pengelolaan repositori yang terpusat dan fleksibel. openSUSE menggunakannya untuk menghasilkan berkas .repo dari repoindex.xml yang dikelola oleh RPM
ja: 集中管理のできる柔軟なリポジトリ管理。 openSUSE ではこの仕組みを利用して、 RPM 管理の repoindex.xml から .repo ファイルを生成します
nl: Biedt gecentraliseerd en flexibel beheer van opslagruimten. openSUSE gebruikt het om .repo bestanden uit rpm-beheerde repoindex.xml te gegereren

source: It injects RPMs into your system while you're not looking.
ca: Injecta RPMs al sistema mentre no mireu.
de: Es injeziert RPMs in dein System wenn du nicht hinschaust.
id: Akan menyuntikkan RPM ke sistem Anda saat Anda tidak memperhatikan.
ja: 見ていない間にシステムに RPM を注入する。
nl: Het injecteert RPM's in uw systeem terwijl u niet kijkt.

source: It schedules all recursive installs to happen only during coffee breaks.
ca: Programa totes les instal·lacions recursives perquè només es facin durant les pauses per al cafè.
de: Es plant alle rekursiven Installationen die während Kaffeepausen ausgeführt werden.
id: Menjadwalkan semua instalasi rekursif agar hanya dilakukan selama istirahat kopi.
ja: 休憩時間中にのみ再帰的なインストール作業を行うようにスケジュール設定する。
nl: Het plant alle recursieve installaties om gedaan te worden alleen tijdens koffiebreaks.

source: It just exists to confuse people with too many acronyms.
ca: Només existeix per confondre la gent amb massa acrònims.
de: Es existiert nur um Leute mit viele Akronymen zu verwirren.
id: Itu hanya ada untuk membingungkan orang dengan terlalu banyak singkatan.
ja: 略語だらけにして人々を混乱させるためだけにある。
nl: Het bestaat gewoon om mensen te verwarren met te veel acroniemen.

source: What does the Zypper command 'zypper dup' do?
ca: Què fa l'ordre «zypper dup» de Zypper?
de: Was macht der Zypper Befehl 'zypper dup'?
id: Apa fungsi perintah Zypper ‘zypper dup’?
ja: Zypper のコマンド 'zypper dup' を実行すると何が行われる？
nl: Wat doet het commando 'zypper dup'?

source: Deletes unused packages
ca: Suprimeix els paquets no usats
de: Löscht unbenutzte Pakete
id: Menghapus paket yang tidak digunakan
ja: 使用していないパッケージを削除する
nl: Verwijdert ongebruikte pakketten

source: Performs a distribution upgrade
ca: Fa una actualització de la distribució
de: Führt ein Distributions-upgrade aus
id: Melakukan pembaruan distribusi
ja: ディストリビューションのアップグレード処理を実行する
nl: Voert een opwaardering van de distributie uit

source: Downloads all updates in background
ca: Descarrega totes les actualitzacions en segon pla
de: Lädt alle Updates im Hintergrund herunter
id: Mengunduh semua pembaruan di latar belakang
ja: 裏で全ての更新をダウンロードする
nl: Downloadt alle elementen voor bijwerken in de achtergrond

source: Displays user preferences
ca: Mostra les preferències de l'usuari
de: Zeigt Benutzerpräferenzen an
id: Menampilkan preferensi pengguna
ja: ユーザ設定を表示する
nl: Toont voorkeuren van de gebruiker

source: Which Zypper command enables parallel package downloads?
ca: Quina ordre de Zypper permet les descàrregues de paquets en paral·lel?
de: Welcher Zypper Befehl schaltet parallele Paket-Downloads an?
id: Perintah Zypper mana yang memungkinkan unduhan paket secara paralel?
ja: 同時並行ダウンロード機能を有効化する Zypper のコマンドはどれ？
nl: Welk zypper-commando schakelt parallel downloaden van pakketten in?

source: The latest zypper uses parallel downloads by default
ca: L'última versió de Zypper usa descàrregues paral·leles per defecte.
de: Die neuste Zypper Version verwendet standardmäßig parallele Downloads
id: Zypper terbaru menggunakan unduhan paralel secara default
ja: 最新の zypper では特に何も指定しなくても同時並行ダウンロードが行われる
nl: De laatste zypper gebruikt standaard parallel downloaden

source: Which file is the main configuration file for Zypper?
ca: Quin és el fitxer de configuració principal de Zypper?
de: Welche Datei ist die Haupt-Konfigurationsdatei für Zypper?
id: Berkas mana yang merupakan berkas konfigurasi utama untuk Zypper?
ja: Zypper で使用される主な設定ファイルはどれ？
nl: Welk bestand is het hoofdconfiguratiebestand voor zypper?

source: Which of the following Zypper commands will clean all cached packages?
ca: Quina de les ordres següents de Zypper netejarà tots els paquets desats a la memòria cau?
de: Welcher der folgenden Zypper Befehle räumt alle zwischengespeicherten Pakete auf?
id: Perintah Zypper mana di bawah ini yang akan menghapus semua paket yang disimpan dalam cache?
ja: 下記の Zypper コマンドのうち、キャッシュ済みの全パッケージを削除するコマンドはどれ？
nl: Welk van de volgende zypper-commando's zal alle pakketten in de cache wissen?

source: Zypper can install patterns. What is a pattern in Zypper terms?
ca: El Zypper pot instal·lar patrons. Què és un patró en termes del Zypper?
de: Zypper kann 'Patterns' installieren. Was ist ein 'Pattern' bei Zypper?
id: Zypper dapat menginstal pattern. Apa yang dimaksud dengan pattern dalam konteks Zypper?
ja: Zypper ではパターンをインストールできます。 Zypper でのパターンの意味は？
nl: Zypper kan patronen installeren. Wat is een patroon in termen van zypper?

source: A regex for matching package names
ca: Una expressió regular per a noms de paquets coincidents
de: Ein regulärer Ausdruck zum Abgleichen von Paketnamen
id: Regex untuk mencocokkan nama paket
ja: パッケージ名をまとめて表すための正規表現
nl: Een regulier expressie voor overeenkomende pakketnamen

source: A group of packages defining a role or use-case
ca: Un grup de paquets que defineix un rol o un cas d'ús
de: Eine Gruppe an Paketen die Use-cases und Rollen definieren
id: Sekelompok paket yang mendefinisikan peran atau skenario penggunaan
ja: 特定の役割や用途を表すパッケージのグループ
nl: Een groep van pakketten die een rol of gebruiksgeval definiëren

source: A theming configuration file
ca: Un fitxer de configuració de tema
de: Eine Konfigurationsdatei für die Themenauswahl
id: Berkas konfigurasi tema
ja: テーマの設定ファイル
nl: Een configuratiebestand voor een thema

source: A metadata tag for a repository
ca: Una etiqueta de metadades per a un repositori
id: Tag metadata untuk repositori
ja: リポジトリのメタデータタグ
nl: Een metagegevens tag voor een opslagruimte

source: What happens if you run 'zypper dup --from packman'?
ca: Què passa si s'executa «zypper dup --from packman»?
de: Was passiert wenn man 'zypper dup --from packman' ausführt?
id: Apa yang terjadi jika Anda menjalankan perintah ‘zypper dup --from packman’?
ja: 'zypper dup --from packman' を実行すると何が起こる？
nl: Wat gebeurt er als u 'zypper dup --from packman' uitvoert?

source: Only update the 'packman' repository metadata
ca: Només actualitza les metadades del repositori packman
de: Nur das 'packman' Repository wird geupdated
id: Hanya perbarui metadata repositori 'packman'
ja: 'packman' リポジトリのメタデータのみを更新する
nl: Alleen bijwerken van de metagegevens van de 'packman' opslagruimte

source: Remove all non-packman packages
ca: Suprimeix tots els paquets que no siguin del Packman
de: Alle Nicht-'packman' Pakete werden gelöscht
id: Hapus semua paket yang bukan Packman
ja: packman 以外の全てのパッケージを削除する
nl: Alle niet-packman pakketten worden verwijderd

source: Force upgrade of installed packages to versions from packman repository
ca: Força l'actualització dels paquets instal·lats a versions del repositori Packman
de: Erzwungenes Update aller installierten Pakete auf Versionen aus dem packman Repository
id: Peningkatan paksa paket yang terinstal ke versi dari repositori Packman
ja: インストール済みのパッケージに対して、 packman リポジトリのみを利用して強制アップグレードを行う
nl: Dwing het opwaarderen van geïnstalleerde pakketten af naar versies uit de opslagruimte packman

source: Create a backup before upgrade
ca: Crea una còpia de seguretat abans de l'actualització
de: Erstellt ein Backup vor dem Upgrade
id: Buat cadangan sebelum melakukan pembaruan
ja: アップグレード前にバックアップを作成する
nl: Maak een reservekopie alvorens op te waarderen

source: Leap 16.0 improved repository management with CDN by default, RIS-managed repos, and fewer total repositories. How many distribution repos does Leap 16.0 include by default?
ca: El Leap 16.0 ha millorat la gestió de repositoris amb CDN per defecte, repositoris gestionats per RIS i menys repositoris en total. Quants repositoris de la distribució inclou el Leap 16.0 per defecte?
de: Leap 16.0 verbessert Repository-Verwaltung indem es standardmäßig CDNs verwendet, Repos von RIS verwaltet werden und es weniger Repositories gibt. Wie viele Distributions-Repositories bietet Leap 16.0 standardmäßig an?
id: Leap 16.0 meningkatkan pengelolaan repositori dengan CDN secara default, repositori yang dikelola oleh RIS, dan jumlah repositori total yang lebih sedikit. Berapa banyak repositori distribusi yang termasuk secara default dalam Leap 16.0?
ja: Leap 16.0 では既定で CDN を使用するようになっているほか、 RIS で管理するリポジトリによって、リポジトリの総数が少なくなっています。 Leap 16.0 では、既定でどれだけのディストリビューション標準のリポジトリが設定されている？
nl: Verbeterd beheer van opslagruimten in Leap 16.0 met standaard CDN, RIS beheerde opslagruimten en minder totaal aantal opslagruimten. Hoeveel distributie opslagruimten neemt Leap 16.0 standaard mee?

source: Leap 16.0 uses RIS-managed repos now. How do you tweak repo settings without breaking things?
ca: El Leap 16.0 ara usa repositoris gestionats per RIS. Com es pot ajustar la configuració del repositori sense fer malbé res?
de: Leap 16.0 verwendet RIS-verwaltete Repos. Wie kann man die Repo-Einstellungen verändern ohne Dinge kaputt zu machen?
id: Leap 16.0 kini menggunakan repositori yang dikelola oleh RIS. Bagaimana cara menyesuaikan pengaturan repositori tanpa mengganggu sistem?
ja: Leap 16.0 には RIS で管理されるリポジトリがあります。リポジトリの設定を壊さずに調整する方法はどれ？
nl: Leap 16.0 gebruikt nu door RIS beheerde opslagruimten. Hoe worden instellingen van opslagruimten aangepast zonder zaken te breken?

source: /etc/zypp/repos.d/ like the good old days
ca: /etc/zypp/repos.d/ com als vells temps
de: /etc/zypp/repos.d/ wie in der guten alten Zeit
id: /etc/zypp/repos.d/ seperti jaman dulu
ja: 古き良き時代のように /etc/zypp/repos.d/ を編集する
nl: /etc/zypp/repos.d/ zoals in de goede oude dagen

source: Don’t touch distribution .repo files, they will get overwritten! Use /etc/zypp/vars.d instead.
ca: No toqueu els fitxers .repo de la distribució, se sobreescriuran! Feu servir /etc/zypp/vars.d.
de: Keine Distributions-'.repo' Dateien ändern! Verwende /etc/zypp/vars.d stattdessen.
id: Jangan sentuh berkas .repo pada distribusi, karena berkas-berkas tersebut akan ditimpa! Gunakan /etc/zypp/vars.d sebagai gantinya.
ja: ディストリビューションの .repo ファイルを変更すると上書きされてしまうため、 /etc/zypp/vars.d を代わりに使用する。
nl: Wijzig .repo bestanden niet, ze zullen overschreven worden! Gebruik in plaats daarvan /etc/zypp/vars.d.

source: Run `zypper --edit-repo --force` — the official way.
ca: Executeu «zypper --edit-repo --force» — el mètode oficial.
de: Führe `zypper --edit-repo --force` aus — der richtige Weg.
id: Jalankan `zypper --edit-repo --force` — cara resmi.
ja: 公式の方法である `zypper --edit-repo --force` コマンドを実行する。
nl: Voer `zypper --edit-repo --force` uit — de officiële manier.

source: Edit repoindex.xml manually and cross your fingers.
ca: Editeu repoindex.xml manualment i creueu els dits.
de: Indem man repoindex.xml manuell verändert und die Finger kreuzt.
id: Edit berkas repoindex.xml secara manual dan berharap yang terbaik.
ja: repoindex.xml を手作業で編集して祈りをこめる。
nl: Bewerk handmatig repoindex.xml en hoop het beste.

source: What can users do at software.opensuse.org?
ca: Què poden fer els usuaris a software.opensuse.org?
de: Was können Benutzer auf software.opensuse.org tun?
id: Apa yang dapat dilakukan pengguna di software.opensuse.org?
ja: software.opensuse.org で一般ユーザができることは？
nl: Wat kunnen gebruikers doen op software.opensuse.org?

source: Install packages with zypper via a single click in the browser.
ca: Instal·lar paquets amb zypper amb un sol clic al navegador
de: Pakete mit zypper mit einem einzigen Klick installieren.
id: Instal paket dengan zypper melalui satu klik di browser.
ja: ブラウザ内から 1 クリックするだけで zypper を起動してパッケージをインストールできる。
nl: Pakketten installeren met zypper via een enkele klik in de browser.

source: Browse and install additional software, including packages from home projects.
ca: Navegar i instal·lar programari addicional, inclosos paquets de projectes propis.
de: Zusätzliche Software suchen und installieren, auch Pakete aus home-Projekten.
id: Telusuri dan instal perangkat lunak tambahan, termasuk paket dari proyek pribadi.
ja: home プロジェクトのパッケージを含む追加のソフトウエアを検索してインストールできる。
nl: Blader en installeer additionele software, inclusief pakketten uit home-projecten.

source: View screenshots and details of cool open source software.
ca: Veure captures de pantalla i detalls de programari de codi obert interessants.
de: Screenshots und Details cooler Open-Source Software ansehen.
id: Lihat tangkapan layar dan detail perangkat lunak sumber terbuka yang keren.
ja: 便利なオープンソースソフトウエアのスクリーンショットや説明を読むことができる。
nl: Bekijk schermafdrukken en details van coole open-source software.

source: All of the above.
ca: Tot l'anterior
de: Alle Antworten sind richtig.
id: Semua yang disebutkan di atas.
ja: これら全てのことができる。
nl: Al het bovenstaande.

source: At what manpage section would you look for zypper docs?
ca: En quina secció de la pàgina de manual buscaríeu la documentació del Zypper?
de: In welcher manpage Sektion findet man zypper Dokumentation?
id: Di bagian manpage mana Anda akan mencari dokumentasi zypper?
ja: zypper の文書を探したいとき、どのマニュアルページのセクションを参照するのが良い？
nl: In welke sectie van manpage zou u zoeken naar zypper documentatie?

source: What is yzpper?
ca: Què és yzpper?
de: Was ist yzpper?
id: Apa itu yzpper?
ja: yzpper とは何？
nl: Wat is yzpper?

source: Turkish translation of zypper
ca: La traducció al turc del zypper
de: Die türkische Übersetzung von zypper
id: Terjemahan Turki dari zypper
ja: zypper のトルコ語翻訳
nl: Turkse vertaling van zypper

source: Reverse (undo) the last zypper command
ca: Inverteix (desfà) l'última ordre del zypper
de: Ein Kommando um zypper-Befehle rückgängig zu machen
id: Batalkan (undo) perintah zypper terakhir
ja: 直前の zypper コマンドを取り消して元に戻す (アンドゥ) コマンド
nl: Draai het laatste zypper commando terug

source: Symlink to zypper, to avoid error on keyboard with swapped Y and Z key [german]
ca: Fa un enllaç simbòlic amb el zypper, per evitar errors al teclat amb les tecles Y i Z intercanviades [alemany]
de: Ein Symlink auf zypper, um Tippfehler bei Tastaturen mit ausgetauschten Y und Z Tasten [deutsches Layout] zu vermeiden
id: Symlink ke zypper, untuk menghindari kesalahan pada keyboard dengan tombol Y dan Z yang tertukar [Jerman]
ja: zypper へのシンボリックリンク (ドイツ語キーボードでは Y と Z のキーが入れ替わっているための入力ミス対策)
nl: Symbolische koppeling naar zypper, om een fout op het toetsenbord te vermijden met omgewisselde Y en Z toetsen [duits]

source: The project name of next gen zypper
ca: El nom del projecte de la nova generació del Zypper
de: Der Projektname der nächsten Generation von zypper
id: Nama proyek Zypper generasi berikutnya
ja: 次世代の zypper のプロジェクト名
nl: De projectnaam van de volgende generatie zypper

source: This one is tricky! We all know zypper rm --clean deps but what happens if you run `zypper rm --clean-deps rm`?
ca: Aquesta és complicada! Tots coneixem zypper rm --clean deps, però què passa si s'executa zypper rm --clean-deps rm?
id: Ini agak rumit! Kita semua tahu perintah `zypper rm --clean-deps`, tapi apa yang terjadi jika Anda menjalankan `zypper rm --clean-deps rm`?
ja: この問題は注意して回答してください！ `zypper rm --clean deps` についてはご存じかと思いますが、 `zypper rm --clean-deps rm` を実行すると何が起こる？
nl: Deze is tricky! We kennen allemaal zypper rm --clean deps maar wat gebeurt er als u `zypper rm --clean-deps rm` uitvoert?

source: You uninstall the `rm` command and all its leftover dependencies. Good luck removing files afterward!
ca: Desinstal·leu l'ordre rm i totes les dependències restants. Bona sort a l'hora de suprimir fitxers després!
de: Man löscht den 'rm' Befehl und alle seine Abhängigkeiten. Viel Spaß danach Dateien zu löschen!
id: Anda menghapus perintah `rm` dan semua dependensi sisa yang terkait. Semoga berhasil menghapus berkas-berkas setelahnya!
ja: `rm` コマンドとその依存関係を削除する。つまり、今後はファイルが削除できなくなる！
nl: U verwijdert de installatie van het `rm` commando en alle overgebleven afhankelijkheden. Veel geluk met verwijderen van bestanden daarna!

source: Only the `rm` command gets removed, dependencies stay put.
ca: Només se suprimeix l'ordre rm, les dependències es queden.
de: Nur der 'rm' Befehl wird gelöscht, die Abhängigkeiten bleiben.
id: Hanya perintah `rm` yang dihapus, dependensi tetap ada.
ja: `rm` コマンドだけを削除し、依存関係のものはそのまま維持する。
nl: Alleen het commando `rm` wordt verwijderd, afhankelijkheden blijven bestaan.

source: It cleans your system of the `rm` command but keeps a backup just in case.
ca: Neteja el sistema de l'ordre rm però en manté una còpia de seguretat per si de cas.
de: Es löscht den 'rm' Befehl aber speichert ein Backup für alle Fälle.
id: Membersihkan sistem Anda dari perintah `rm` tetapi tetap menyimpan cadangan untuk jaga-jaga.
ja: システムから `rm` コマンドを削除するが、念のためバックアップを保持する。
nl: Het schoont uw systeem van het commando `rm` maar behoud een reservekopie in geval dat.

source: Nothing happens `rm` command belongs to coreutils.
ca: No passa res. L'ordre rm pertany a coreutils.
de: Nichts passiert weil 'rm' Teil des coreutils Pakets ist.
id: Tidak ada yang terjadi. Perintah `rm` termasuk dalam paket coreutils.
ja: `rm` コマンドは coreutils パッケージに属するため、何も起こらない。
nl: Er gebeurt niets commando `rm` behoort bij coreutils.

source: Start Quiz
ca: Inicia el qüestionari
de: Starte das Quiz
id: Mulai Kuis
ja: クイズの開始
nl: Begin met de quiz

source: Start
ca: Inicia
id: Mulai
ja: 開始
nl: Begin

source: Back
ca: Enrere
de: Zurück
id: Kembali
ja: 戻る
nl: Terug

source: Submit
ca: Envia
de: Absenden
id: Kirim
ja: 送信
nl: Stuur op

source: Next
ca: Següent
de: Nächste
id: Berikutnya
ja: 次へ
nl: Volgende

source: Quit
ca: Surt
de: Beenden
id: Keluar
ja: 終了
nl: Afsluiten

source: Submit and Quit
ca: Envia i surt
de: Senden und beenden
id: Kirim dan Keluar
ja: 送信して終了
nl: Stuur op en sluit af

source: Time left
ca: Temps restant
de: Übrige Zeit
id: Waktu yang tersisa
ja: 残り時間
nl: Resterende tijd

source: Score
ca: Puntuació
de: Punktzahl
id: Skor
ja: スコア

source: Final
ca: Fi
de: Endgültig
ja: 最後
nl: Uiteindelijk

source: Restart
ca: Reinicia
de: Neustart
id: Mulai ulang
ja: 最初から
nl: Opnieuw beginnen

source: Question
ca: Pregunta
de: Frage
id: Pertanyaan
ja: 質問
nl: Vraag

source: Please enter a username to proceed.
ca: Si us plau, introduïu un nom d'usuari per continuar.
de: Bitte geben Sie einen Benutzername ein um fortzufahren.
id: Silakan masukkan nama pengguna untuk melanjutkan.
ja: ユーザ名を入力して進めてください。
nl: Voer een gebruikersnaam in om door te gaan.

source: Welcome, %s
ca: Us donem la benvinguda, %s
de: Willkommen, %s
id: Selamat datang, %s
ja: ようこそ, %s さん
nl: Welkom, %s

source: Are you sure you want to quit and submit?
ca: Segur que ho voleu enviar i sortir-ne?
de: Möchten Sie wirklich beenden und Antworten abschicken?
id: Apakah Anda yakin ingin keluar dan mengirimkan?
ja: 送信して終了します。よろしいですか？
nl: Wilt u afsluiten en opsturen?

source: Username is too short.
ca: El nom d'usuari és massa curt.
de: Der Benutzername ist zu kurz.
id: Nama pengguna terlalu pendek.
ja: ユーザ名が短すぎます。
nl: Gebruikersnaam is te kort.

source: Sorry, this login is already taken.
ca: Aquest inici de sessió ja s'ha fet.
de: Entschuldigung, aber dieser Benutzername ist bereits vergeben.
id: Maaf, akun ini sudah digunakan oleh orang lain.
ja: すみません、そのユーザ名は使用済みです。
nl: Sorry, deze aanmeldnaam is al bezet.

source: Are you sure you want to quit? Your progress will not be saved.
ca: Segur que en voleu sortir? No se us desarà el progrés.
de: Möchten Sie wirklich abbrechen? Ihr Fortschritt wird nicht gespeichert.
id: Apakah Anda yakin ingin keluar? Kemajuan Anda tidak akan disimpan.
ja: 終了してよろしいですか？ これまでの進捗は保存されません。
nl: Wilt u afsluiten? Uw voortgang zal niet worden opgeslagen.

source: Use a recognizable nickname, like ZypperJedi, or preferably your real name (NameSurname).
ca: Useu un sobrenom reconeixible, com ara ZypperJedi, o preferiblement el nom real (NomCognom).
de: Benutzen Sie einen erkennbaren Usernamen wie ZypperJedi oder vorzugsweise ihren echten Namen (VornameNachname).
id: Gunakan nama panggilan yang mudah dikenali, seperti ZypperJedi, atau lebih baik lagi nama asli Anda (NamaBelakang).
ja: ZypperJedi のような分かりやすいニックネームか、もしくは "姓.名" のように名前を入力してください。
nl: Gebruik een herkenbare schermnaam, zols ZypperJedi of bij voorkeur uw echte naam (NaamAchternaam).

source: Asia Summit Dragon
ca: Cimera del Drac d'Àsia
de: Asia Summit Drache
ja: アジアサミットドラゴン

source: Challenge the dragon of knowledge
ca: Desafieu el drac del coneixement
de: Fordere den Drachen des Wissens heraus
id: Tantang naga pengetahuan
ja: 知識のドラゴンに挑戦
nl: Daag de draak van kennis uit

source: In which city was the first openSUSE Asia Summit hosted?
ca: A quina ciutat es va celebrar la primera Cimera d'Àsia d'openSUSE?
de: In welcher Stadt fand der erste openSUSE Asia Summit statt?
id: Di kota mana acara openSUSE Asia Summit pertama kali diadakan?
ja: openSUSE アジアサミットが最初に開催された都市はどこ？
nl: In welke plaats werd de eerste openSUSE Asia Summit gehouden?

source: Beijing, China
ca: Pequín, Xina
de: Peking, China
id: Beijing, Cina
ja: 北京 (中国)

source: Jakarta, Indonesia
ca: Jakarta, Indonèsia
de: Jakarta, Indonesien
ja: ジャカルタ (インドネシア)
nl: Jakarta, Indonesië

source: Tokyo, Japan
ca: Tòquio, Japó
de: Tokio, Japan
id: Tokyo, Jepang
ja: 東京 (日本)

source: When was openSUSE Asia Summit hosted in Tokyo, Japan?
ca: Quan es va celebrar la Cimera d'Àsia de l'openSUSE a Tòquio, Japó?
de: Wann fand der openSUSE Asia Summit in Tokio, Japan statt?
id: Kapan openSUSE Asia Summit diadakan di Tokyo, Jepang?
ja: openSUSE アジアサミットが東京で開催されたのはいつ？
nl: Wanneer werd de openSUSE Asia Summit gehouden in Tokyo, Japan?

source: 2017 and 2024
ca: 2017 i 2024
de: 2017 und 2024
id: 2017 dan 2024
ja: 2017 年と 2024 年
nl: 2017 en 2024

source: Only 2024
ca: Només el 2024
de: Nur in 2024
id: Hanya 2024
ja: 2024 年のみ
nl: Alleen 2024
